Repository: furkanagess/Quicko-Minigames
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, fr, hi, id, it, ru, tr

# reactionTimeDescription
source: Click the numbers from 1 to 12 in the correct order as fast as you can. Your time will be measured (lower is better).
ar: اضغط على الأرقام من 1 إلى 12 بالترتيب الصحيح بأسرع ما يمكن. سيتم قياس وقتك (الأقل أفضل).
az: 1-dən 12-yə qədər rəqəmləri düzgün ardıcıllıqla mümkün qədər tez klikləyin. Vaxtınız ölçüləcək (az olması daha yaxşıdır).
de: Klicke auf die Zahlen von 1 bis 12 in der richtigen Reihenfolge so schnell wie möglich. Deine Zeit wird gemessen (niedriger ist besser).
fr: Cliquez sur les nombres de 1 à 12 dans le bon ordre aussi rapidement que possible. Votre temps sera mesuré (plus bas est mieux).
hi: 1 से 12 तक की संख्याओं को सही क्रम में जितनी जल्दी हो सके क्लिक करें। आपका समय मापा जाएगा (कम बेहतर है)।
id: Klik angka dari 1 hingga 12 dalam urutan yang benar secepat mungkin. Waktu Anda akan diukur (lebih rendah lebih baik).
it: Clicca sui numeri da 1 a 12 nell'ordine corretto il più velocemente possibile. Il tuo tempo sarà misurato (più basso è meglio).
ru: Нажимайте числа от 1 до 12 в правильном порядке как можно быстрее. Ваше время будет измерено (меньше - лучше).
tr: 1'den 12'ye kadar sayıları doğru sırayla mümkün olduğunca hızlı tıklayın. Süreniz ölçülecek (düşük olan daha iyi).

source: Wrong sequence!
ar: تسلسل خاطئ!
az: Yanlış Ardıcıllıq!
de: Falsche Reihenfolge!
fr: Séquence Incorrecte !
hi: गलत अनुक्रम!
id: Urutan Salah!
it: Sequenza Sbagliata!
ru: Неверная последовательность!
tr: Yanlış sıra!

source: Congratulations!
ar: تهانينا!
az: Təbrik edirik!
de: Glückwunsch!
fr: Félicitations !
hi: बधाई हो!
id: Selamat!
it: Congratulazioni!
ru: Поздравляем!
tr: Tebrikler!

source: Next
ar: التالي
az: Növbəti
de: Nächste
fr: Suivant
hi: अगला
id: Berikutnya
it: Prossimo
ru: Далее
tr: Sıradaki

source: Numbers Sorted
ar: الأرقام المرتبة
az: Sıralanmış Rəqəmlər
de: Sortierte Zahlen
fr: Nombres Triés
hi: क्रमबद्ध संख्याएं
id: Angka Diurutkan
it: Numeri Ordinati
ru: Отсортированные Числа
tr: Sıralanan Sayılar

source: Numbers Remembered
ar: الأرقام المحفوظة
az: Yadda Saxlanılan Rəqəmlər
de: Gemerkte Zahlen
fr: Nombres Mémorisés
hi: याद की गई संख्याएं
id: Angka Dihafal
it: Numeri Ricordati
ru: Запомненные Числа
tr: Hatırlanan Sayılar

source: Correct Guesses
ar: التخمينات الصحيحة
az: Düzgün Təxminlər
de: Richtige Schätzungen
fr: Devinettes Correctes
hi: सही अनुमान
id: Tebakan Benar
it: Indovinelli Corretti
ru: Правильные Догадки
tr: Doğru Tahminler

source: your score:
ar: نقاطك
az: nəticəniz:
de: Ihr Ergebnis:
fr: Ton Score
hi: आपका स्कोर:
id: Skor Anda
it: Il Tuo Punteggio
ru: ваш результат:
tr: Senin Puanın

source: CPU Score
ar: نقاط المعالج
az: CPU Xalı
de: CPU Punktzahl
fr: Score CPU
hi: सीपीयू स्कोर
id: Skor CPU
it: Punteggio CPU
ru: Результат Компьютера
tr: PC Skoru

source: Result
ar: النتيجة
az: Nəticə
de: Ergebnis
fr: Résultat
hi: परिणाम
id: Hasil
it: Risultato
ru: Результат
tr: Sonuç

source: Bust!
ar: انفجر!
de: Überkauft!
fr: Dépassé !
hi: बस्ट!
it: Sballato!
ru: Перебор!
tr: Patladın!

source: Wrong Number
ar: رقم خاطئ
az: Yanlış Rəqəm
de: Falsche Zahl
fr: Mauvais Nombre
hi: गलत संख्या
id: Angka Salah
it: Numero Sbagliato
ru: Неверное Число
tr: Yanlış Sayı

source: You successfully sorted all numbers!
ar: لقد رتبت جميع الأرقام بنجاح!
az: Bütün rəqəmləri uğurla sıraladınız!
de: Du hast alle Zahlen erfolgreich sortiert!
fr: Vous avez trié tous les nombres avec succès !
hi: आपने सभी संख्याओं को सफलतापूर्वक क्रमबद्ध किया!
id: Anda berhasil mengurutkan semua angka!
it: Hai ordinato con successo tutti i numeri!
ru: Вы успешно отсортировали все числа!
tr: Tüm sayıları başarıyla sıraladın!

source: You remembered all numbers!
ar: لقد تذكرت جميع الأرقام!
az: Bütün rəqəmləri yadda saxladınız!
de: Du hast alle Zahlen gemerkt!
fr: Vous avez mémorisé tous les nombres !
hi: आपने सभी संख्याएं याद रखी हैं!
id: Anda telah menghafal semua angka!
it: Hai ricordato tutti i numeri!
ru: Вы запомнили все числа!
tr: Tüm sayıları hatırladın!

source: You guessed correctly!
ar: لقد خمنت بشكل صحيح!
az: Düzgün təxmin etdiniz!
de: Du hast richtig geraten!
fr: Vous avez deviné correctement !
hi: आपने सही अनुमान लगाया!
id: Anda menebak dengan benar!
it: Hai indovinato correttamente!
ru: Вы угадали правильно!
tr: Doğru tahmin ettin!

source: You won the game!
ar: لقد فزت باللعبة!
az: Oyunu qazandınız!
de: Du hast das Spiel gewonnen!
fr: Vous avez gagné le jeu !
hi: आपने खेल जीत लिया!
id: Anda memenangkan permainan!
it: Hai vinto il gioco!
ru: Вы выиграли игру!
tr: Oyunu kazandın!

source: You reached 21!
ar: لقد وصلت إلى 21!
az: 21-ə çatdınız!
de: Du hast 21 erreicht!
fr: Vous avez atteint 21 !
hi: आपने 21 तक पहुंच गए!
id: Anda mencapai 21!
it: Hai raggiunto 21!
ru: Вы достигли 21!
tr: 21'e ulaştın!

source: You went over 21!
ar: لقد تجاوزت 21!
az: 21-i keçdiniz!
de: Du hast 21 überschritten!
fr: Vous avez dépassé 21 !
hi: आपने 21 से अधिक हो गए!
id: Anda melewati 21!
it: Hai superato 21!
ru: Вы превысили 21!
tr: 21'i aştın!

source: Why you lost
ar: لماذا خسرت
az: Niyə uduzdunuz
de: Warum du verloren hast
fr: Pourquoi vous avez perdu
hi: आप क्यों हारे
id: Mengapa Anda kalah
it: Perché hai perso
ru: Почему вы проиграли
tr: Neden kaybettin

source: Sort Leaderboard
ar: ترتيب قائمة المتصدرين
az: Liderlər Cədvəlini Sırala
de: Bestenliste Sortieren
fr: Trier le Classement
hi: लीडरबोर्ड क्रमबद्ध करें
id: Urutkan Papan Peringkat
it: Ordina Classifica
ru: Сортировать Таблицу Лидеров
tr: Liderlik Tablosunu Sırala

source: Sort by Name
ar: ترتيب حسب الاسم
az: Ada görə sırala
de: Nach Name Sortieren
fr: Trier par Nom
hi: नाम के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Nama
it: Ordina per Nome
ru: Сортировать по Имени
tr: İsme Göre Sırala

source: Sort by Date
ar: ترتيب حسب التاريخ
az: Tarixə görə sırala
de: Nach Datum Sortieren
fr: Trier par Date
hi: तारीख के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Tanggal
it: Ordina per Data
ru: Сортировать по Дате
tr: Tarihe Göre Sırala

source: Perfect Time!
ar: وقت مثالي!
az: Mükəmməl Vaxt!
de: Perfekte Zeit!
fr: Temps Parfait !
hi: पूर्ण समय!
id: Waktu Sempurna!
it: Tempo Perfetto!
ru: Отличное Время!
tr: Mükemmel Süre!

source: Good Time!
ar: وقت جيد!
az: Yaxşı Vaxt!
de: Gute Zeit!
fr: Bon Temps !
hi: अच्छा समय!
id: Waktu Bagus!
it: Buon Tempo!
ru: Хорошее Время!
tr: İyi Süre!

source: Average Time
ar: وقت متوسط
az: Orta Vaxt
de: Durchschnittliche Zeit
fr: Temps Moyen
hi: औसत समय
id: Waktu Rata-rata
it: Tempo Medio
ru: Среднее Время
tr: Ortalama Süre

source: Slow Time
ar: وقت بطيء
az: Yavaş Vaxt
de: Langsame Zeit
fr: Temps Lent
hi: धीमा समय
id: Waktu Lambat
it: Tempo Lento
ru: Медленное Время
tr: Yavaş Süre

source: Very Slow Time
ar: وقت بطيء جداً
az: Çox Yavaş Vaxt
de: Sehr Langsame Zeit
fr: Temps Très Lent
hi: बहुत धीमा समय
id: Waktu Sangat Lambat
it: Tempo Molto Lento
ru: Очень Медленное Время
tr: Çok Yavaş Süre

source: Pattern Memory
ar: ذاكرة الأنماط
az: Nümunə Yaddaşı
de: Muster-Gedächtnis
fr: Mémoire des Motifs
hi: पैटर्न स्मृति
id: Memori Pola
it: Memoria dei Modelli
ru: Память на Паттерны
tr: Desen Hafızası

# patternMemoryDescription
source: Memorize the pattern on the screen and replicate it. The pattern gets more complex with each level.
ar: احفظ النمط على الشاشة وكرره. يصبح النمط أكثر تعقيداً في كل مستوى.
az: Ekrandakı nümunəni yadda saxlayın və təkrar yaradın. Hər səviyyədə nümunə daha mürəkkəb olur.
de: Merke dir das Muster auf dem Bildschirm und wiederhole es. Das Muster wird mit jedem Level komplexer.
fr: Mémorisez le motif à l'écran et reproduisez-le. Le motif devient plus complexe à chaque niveau.
hi: स्क्रीन पर पैटर्न को याद रखें और पुनरुत्पादित करें। हर स्तर पर पैटर्न और जटिल हो जाता है।
id: Hafalkan pola di layar dan reproduksi. Pola menjadi lebih kompleks di setiap level.
it: Memorizza il modello sullo schermo e riproducilo. Il modello diventa più complesso ad ogni livello.
ru: Запомните паттерн на экране и воспроизведите его. Паттерн становится сложнее с каждым уровнем.
tr: Ekrandaki deseni ezberle ve tekrarla. Desen her seviyede daha karmaşık hale gelir.

# patternMemoryInstructions
source: Memorize the pattern on the screen and replicate it. The pattern gets more complex with each level.
ar: احفظ النمط على الشاشة وكرره. يصبح النمط أكثر تعقيداً في كل مستوى.
az: Ekrandakı nümunəni yadda saxlayın və təkrar yaradın. Hər səviyyədə nümunə daha mürəkkəb olur.
de: Merke dir das Muster auf dem Bildschirm und wiederhole es. Das Muster wird mit jedem Level komplexer.
fr: Mémorisez le motif à l'écran et reproduisez-le. Le motif devient plus complexe à chaque niveau.
hi: स्क्रीन पर पैटर्न को याद रखें और पुनरुत्पादित करें। हर स्तर पर पैटर्न और जटिल हो जाता है।
id: Hafalkan pola di layar dan reproduksi. Pola menjadi lebih kompleks di setiap level.
it: Memorizza il modello sullo schermo e riproducilo. Il modello diventa più complesso ad ogni livello.
ru: Запомните паттерн на экране и воспроизведите его. Паттерн становится сложнее с каждым уровнем.
tr: Ekrandaki deseni ezberle ve tekrarla. Desen her seviyede daha karmaşık hale gelir.

source: Wrong Pattern
ar: نمط خاطئ
az: Yanlış Nümunə
de: Falsches Muster
fr: Mauvais Motif
hi: गलत पैटर्न
id: Pola Salah
it: Modello Sbagliato
ru: Неверный Паттерн
tr: Yanlış Desen

source: Wrong
ar: خاطئ
az: Yanlış
de: Falsch
fr: Incorrect
hi: गलत
id: Salah
it: Sbagliato
ru: Неверно
tr: Yanlış

source: row
ar: صف
az: sətir
de: Zeile
fr: ligne
hi: पंक्ति
id: baris
it: riga
ru: строка
tr: satır

source: column
ar: عمود
az: sütun
de: Spalte
fr: colonne
hi: स्तंभ
id: kolom
it: colonna
ru: столбец
tr: sütun

source: Continue Game
ar: استمر في اللعبة
az: Oyunu Davam Et
de: Spiel Fortsetzen
fr: Continuer le Jeu
hi: खेल जारी रखें
id: Lanjutkan Permainan
it: Continua Gioco
ru: Продолжить Игру
tr: Oyunu Devam Ettir

source: Watch Ad to Continue
ar: شاهد الإعلان للمتابعة
az: Davam etmək üçün reklamı izlə
de: Werbung ansehen um fortzufahren
fr: Regarder une publicité pour continuer
hi: जारी रखने के लिए विज्ञापन देखें
id: Tonton Iklan untuk Melanjutkan
it: Guarda l'annuncio per continuare
ru: Смотреть Рекламу для Продолжения
tr: Devam Etmek İçin Reklam İzle

# oneTimeContinue
source: 1-Time Continue
az: 1 Dəfə Davam Et
de: 1 Mal Weiter
fr: Continuer 1 Fois
hi: 1 बार जारी रखें
id: Lanjutkan 1 Kali
it: Continua 1 Volta
ru: Однократное Продолжение
tr: 1 Kerelik Devam Et

# continueGameDescription
source: Continue your game from where you left off.
az: Oyununuzu dayandığınız yerdən davam edin.
de: Setzen Sie Ihr Spiel dort fort, wo Sie aufgehört haben.
fr: Continuez votre jeu là où vous l'avez laissé.
hi: अपना खेल वहीं से जारी रखें जहां आपने छोड़ा था।
id: Lanjutkan permainan Anda dari tempat Anda berhenti.
ru: Продолжите игру с того места, где остановились.
tr: Oyununuza kaldığınız yerden devam edin.

# oneTimeContinueUsed
source: You have already used your one-time continue for this game session.
ru: Вы уже использовали однократное продолжение для этой игровой сессии.
tr: Bu oyun session'ında zaten devam hakkınızı kullandınız.

# watchAdToContinueDescription
source: Watch a short ad to continue your game from where you left off.
az: Oyununuzu dayandığınız yerdən davam etmək üçün qısa reklam izləyin.
de: Schauen Sie sich eine kurze Werbung an, um Ihr Spiel dort fortzusetzen, wo Sie aufgehört haben.
fr: Regardez une courte publicité pour continuer votre jeu là où vous l'avez laissé.
hi: अपना खेल वहीं से जारी रखने के लिए एक छोटा विज्ञापन देखें।
id: Tonton iklan singkat untuk melanjutkan permainan Anda dari tempat Anda berhenti.
ru: Посмотрите короткую рекламу, чтобы продолжить игру с того места, где остановились.
tr: Kısa bir reklam izleyerek oyununuza kaldığınız yerden devam edin.

source: Cancel Subscription
az: Abunəliyi Ləğv Et
de: Abonnement Kündigen
fr: Annuler l'Abonnement
hi: सदस्यता रद्द करें
id: Batalkan Langganan
it: Annulla Abbonamento
ru: Отменить Подписку
tr: Aboneliği İptal Et

# cancelSubscriptionDescription
source: Cancel your ad-free subscription and return to ads
az: Reklamsız abunəliyinizi ləğv edin və reklamlara qayıdın
de: Kündigen Sie Ihr werbefreies Abonnement und kehren Sie zu Werbung zurück
fr: Annulez votre abonnement sans publicité et revenez aux publicités
hi: अपनी विज्ञापन-मुक्त सदस्यता रद्द करें और विज्ञापनों पर वापस जाएं
id: Batalkan langganan bebas iklan Anda dan kembali ke iklan
it: Annulla il tuo abbonamento senza pubblicità e torna alla pubblicità
ru: Отмените подписку без рекламы и вернитесь к рекламе
tr: Reklamsız aboneliğinizi iptal edin ve reklamlara geri dönün

source: Cancel Subscription Error
ru: Ошибка Отмены Подписки
tr: Abonelik İptal Hatası

# cancelSubscriptionErrorDescription
source: Failed to cancel your subscription. Please try again or contact support.
ru: Не удалось отменить подписку. Попробуйте снова или обратитесь в службу поддержки.
tr: Aboneliğinizi iptal edemedik. Lütfen tekrar deneyin veya destek ile iletişime geçin.

source: Ad Not Available
ar: الإعلان غير متاح
az: Reklam mövcud deyil
de: Werbung nicht verfügbar
fr: Publicité non disponible
hi: विज्ञापन उपलब्ध नहीं
id: Iklan Tidak Tersedia
it: Annuncio non disponibile
ru: Реклама Недоступна
tr: Reklam Mevcut Değil

# adNotAvailableMessage
source: No ads are currently available. Please try again later.
ar: لا توجد إعلانات متاحة حالياً. يرجى المحاولة مرة أخرى لاحقاً.
az: Hal-hazırda heç bir reklam mövcud deyil. Zəhmət olmasa daha sonra yenidən cəhd edin.
de: Derzeit sind keine Werbungen verfügbar. Bitte versuchen Sie es später erneut.
fr: Aucune publicité n'est actuellement disponible. Veuillez réessayer plus tard.
hi: वर्तमान में कोई विज्ञापन उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
id: Tidak ada iklan yang tersedia saat ini. Silakan coba lagi nanti.
it: Nessun annuncio è attualmente disponibile. Riprova più tardi.
ru: Реклама в настоящее время недоступна. Попробуйте позже.
tr: Şu anda reklam mevcut değil. Lütfen daha sonra tekrar deneyin.

source: Ad Failed
ar: فشل الإعلان
az: Reklam uğursuz oldu
de: Werbung fehlgeschlagen
fr: Publicité échouée
hi: विज्ञापन विफल
id: Iklan Gagal
it: Annuncio fallito
ru: Реклама Не Загрузилась
tr: Reklam Başarısız

# adFailedMessage
source: Failed to show ad. Please try again.
ar: فشل في عرض الإعلان. يرجى المحاولة مرة أخرى.
az: Reklamı göstərmək mümkün olmadı. Zəhmət olmasa yenidən cəhd edin.
de: Werbung konnte nicht angezeigt werden. Bitte versuchen Sie es erneut.
fr: Impossible d'afficher la publicité. Veuillez réessayer.
hi: विज्ञापन दिखाने में विफल। कृपया पुनः प्रयास करें।
id: Gagal menampilkan iklan. Silakan coba lagi.
it: Impossibile mostrare l'annuncio. Riprova.
ru: Не удалось показать рекламу. Попробуйте снова.
tr: Reklam gösterilemedi. Lütfen tekrar deneyin.

source: OK
ar: موافق
hi: ठीक है
ru: ОК
tr: Tamam

source: Exit
ar: خروج
az: Çıxış
de: Beenden
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
ru: Выход
tr: Çıkış

source: Game in Progress
az: Oyun Davam Edir
de: Spiel läuft
fr: Partie en Cours
hi: खेल जारी है
id: Permainan Sedang Berlangsung
ru: Игра в Процессе
tr: Oyun Devam Ediyor

# gameInProgressMessage
source: A game is currently in progress. Are you sure you want to exit? Your progress will be lost.
ru: Игра в настоящее время в процессе. Вы уверены, что хотите выйти? Ваш прогресс будет потерян.
tr: Bir oyun şu anda devam ediyor. Çıkmak istediğinizden emin misiniz? İlerlemeniz kaybolacak.

source: Stay in Game
ru: Остаться в Игре
tr: Oyunda Kal

source: Exit Game
ru: Выйти из Игры
tr: Oyundan Çık

source: Sound Settings
ar: إعدادات الصوت
de: Toneinstellungen
fr: Paramètres du son
id: Pengaturan Suara
ru: Настройки Звука
tr: Ses Ayarları

# soundSettingsMenuSubtitle
source: App sounds and effects level
ar: أصوات التطبيق ومستوى التأثيرات
de: App‑Sounds und Effekt‑Lautstärke
fr: Sons de l'application et niveau des effets
id: Suara aplikasi dan level efek
ru: Уровень звуков и эффектов приложения
tr: Uygulama sesleri ve efekt seviyesi

source: App Sounds
ar: أصوات التطبيق
fr: Sons de l'application
id: Suara Aplikasi
ru: Звуки Приложения
tr: Uygulama Sesleri

# appSoundsDescription
source: Toggle sounds and adjust effect level
ar: قم بتفعيل/إيقاف الأصوات واضبط مستوى التأثيرات
de: Sounds ein/aus und Effektlautstärke anpassen
fr: Activer/désactiver les sons et régler le niveau des effets
id: Aktif/nonaktifkan suara dan atur level efek
ru: Переключите звуки и настройте уровень эффектов
tr: Sesleri aç/kapat ve efekt seviyesini ayarla

source: Sounds
ar: الأصوات
fr: Sons
id: Suara
ru: Звуки
tr: Sesler

# soundsOn
source: On
ar: مفعّل
de: An
fr: Activé
id: Aktif
ru: Вкл
tr: Açık

# soundsOff
source: Off
ar: معطّل
de: Aus
fr: Désactivé
id: Nonaktif
ru: Выкл
tr: Kapalı

source: Effects Volume
ar: مستوى صوت التأثيرات
de: Effektlautstärke
fr: Volume des effets
id: Volume Efek
ru: Громкость Эффектов
tr: Efekt Ses Seviyesi

source: Sound Test
ar: اختبار الصوت
fr: Test du son
id: Tes Suara
ru: Тест Звука
tr: Ses Testi

source: Play Sample Sound
ar: تشغيل صوت تجريبي
de: Beispielsound abspielen
fr: Lire un son d'exemple
id: Putar Suara Contoh
ru: Воспроизвести Пример Звука
tr: Örnek Sesi Çal

# purchaseErrorDescription
source: We couldn't complete your purchase. Please try again or check your payment method.
ar: تعذر إكمال عملية الشراء. يرجى المحاولة مرة أخرى أو التحقق من طريقة الدفع.
az: Alış-verişinizi tamamlaya bilmədik. Zəhmət olmasa yenidən cəhd edin və ya ödəniş metodunuzu yoxlayın.
de: Dein Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut oder prüfe deine Zahlungsmethode.
fr: Nous n'avons pas pu finaliser votre achat. Veuillez réessayer ou vérifier votre méthode de paiement.
hi: हम आपकी खरीद पूरी नहीं कर सके। कृपया पुनः प्रयास करें या अपने भुगतान विधि की जांच करें।
id: Kami tidak dapat menyelesaikan pembelian Anda. Silakan coba lagi atau periksa metode pembayaran Anda.
it: Non siamo riusciti a completare il tuo acquisto. Riprova o verifica il tuo metodo di pagamento.
ru: Мы не смогли завершить вашу покупку. Попробуйте снова или проверьте способ оплаты.
tr: Satın alma tamamlanamadı. Lütfen tekrar deneyin veya ödeme yöntemini kontrol edin.

# restoreErrorDescription
source: We couldn't restore your purchases. Please try again.
ar: تعذر استعادة مشترياتك. يرجى المحاولة مرة أخرى.
az: Alış-verişlərinizi bərpa edə bilmədik. Zəhmət olmasa yenidən cəhd edin.
de: Deine Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
fr: Nous n'avons pas pu restaurer vos achats. Veuillez réessayer.
hi: हम आपकी खरीद को पुनर्स्थापित नहीं कर सके। कृपया पुनः प्रयास करें।
id: Kami tidak dapat memulihkan pembelian Anda. Silakan coba lagi.
it: Non siamo riusciti a ripristinare i tuoi acquisti. Riprova.
ru: Мы не смогли восстановить ваши покупки. Попробуйте снова.
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar deneyin.

# noPurchasesFound
source: No Previous Purchases Found
de: Keine Vorherigen Käufe Gefunden
fr: Aucun Achat Précédent Trouvé
id: Tidak Ada Pembelian Sebelumnya Ditemukan
tr: Önceki Satın Alım Bulunamadı

# noPurchasesFoundDescription
source: We couldn't find any previous purchases to restore. Make sure you're signed in with the same Apple ID you used for the original purchase.
de: Wir konnten keine vorherigen Käufe zum Wiederherstellen finden. Stelle sicher, dass du mit derselben Apple ID angemeldet bist, die du für den ursprünglichen Kauf verwendet hast.
fr: Nous n'avons trouvé aucun achat précédent à restaurer. Assurez-vous d'être connecté avec le même Apple ID que vous avez utilisé pour l'achat original.
id: Kami tidak dapat menemukan pembelian sebelumnya untuk dipulihkan. Pastikan Anda masuk dengan Apple ID yang sama yang Anda gunakan untuk pembelian asli.
tr: Geri yüklenecek önceki satın alım bulunamadı. Orijinal satın alım için kullandığınız aynı Apple ID ile giriş yaptığınızdan emin olun.

source: Feedback
az: Rəy
fr: Retour d'expérience
hi: प्रतिक्रिया
id: Umpan Balik
ru: Обратная Связь
tr: Geri Bildirim

# feedbackAndSuggestions
source: Feedback & Suggestions
az: Rəy və Təkliflər
de: Feedback & Vorschläge
fr: Retour d'expérience et Suggestions
hi: प्रतिक्रिया और सुझाव
id: Umpan Balik & Saran
it: Feedback e Suggerimenti
ru: Обратная Связь и Предложения
tr: Geri Bildirim & Öneriler

# feedbackAndSuggestionsSubtitle
source: Share your thoughts and help us improve
az: Fikirlərinizi bölüşün və inkişafımıza kömək edin
de: Teilen Sie Ihre Gedanken mit und helfen Sie uns zu verbessern
fr: Partagez vos idées et aidez-nous à nous améliorer
hi: अपने विचार साझा करें और हमें बेहतर बनाने में मदद करें
id: Bagikan pemikiran Anda dan bantu kami berkembang
it: Condividi le tue idee e aiutaci a migliorare
ru: Поделитесь своими мыслями и помогите нам улучшиться
tr: Düşüncelerinizi paylaşın ve gelişmemize yardımcı olun

source: Direct Contact
az: Birbaşa Əlaqə
de: Direkter Kontakt
fr: Contact Direct
hi: सीधा संपर्क
id: Kontak Langsung
it: Contatto Diretto
ru: Прямой Контакт
tr: Doğrudan İletişim

# directContactDescription
source: If the feedback form doesn't work, you can contact us directly at:
az: Əgər rəy forması işləmirsə, birbaşa bu ünvandan bizimlə əlaqə saxlaya bilərsiniz:
de: Falls das Feedback-Formular nicht funktioniert, können Sie uns direkt kontaktieren unter:
fr: Si le formulaire de retour ne fonctionne pas, vous pouvez nous contacter directement à :
hi: यदि प्रतिक्रिया फॉर्म काम नहीं करता, तो आप हमसे सीधे संपर्क कर सकते हैं:
id: Jika formulir umpan balik tidak berfungsi, Anda dapat menghubungi kami langsung di:
it: Se il modulo di feedback non funziona, puoi contattarci direttamente a:
ru: Если форма обратной связи не работает, вы можете связаться с нами напрямую:
tr: Geri bildirim formu çalışmazsa, doğrudan şu adresten bize ulaşabilirsiniz:

source: Send Feedback
az: Rəy Göndər
de: Feedback senden
fr: Envoyer un retour
hi: प्रतिक्रिया भेजें
id: Kirim Umpan Balik
it: Invia Feedback
ru: Отправить Обратную Связь
tr: Geri Bildirim Gönder

source: Sending...
az: Göndərilir...
de: Wird gesendet...
fr: Envoi en cours...
hi: भेज रहा है...
id: Mengirim...
it: Invio in corso...
ru: Отправка...
tr: Gönderiliyor...

# feedbackSentSuccess
source: ✅ Feedback sent successfully! Thank you for your input.
az: ✅ Rəy uğurla göndərildi! Təqdimatınız üçün təşəkkür edirik.
de: ✅ Feedback erfolgreich gesendet! Vielen Dank für Ihr Feedback.
fr: ✅ Retour envoyé avec succès ! Merci pour votre contribution.
hi: ✅ प्रतिक्रिया सफलतापूर्वक भेजी गई! आपके योगदान के लिए धन्यवाद।
id: ✅ Umpan balik berhasil dikirim! Terima kasih atas kontribusi Anda.
it: ✅ Feedback inviato con successo! Grazie per il tuo contributo.
ru: ✅ Обратная связь отправлена успешно! Спасибо за ваш отзыв.
tr: ✅ Geri bildirim başarıyla gönderildi! Görüşleriniz için teşekkürler.

# feedbackSuccessDescription
source: Thank you for your feedback! We appreciate your input and will review it carefully.
az: Rəyiniz üçün təşəkkür edirik! Təqdimatınızı qiymətləndiririk və diqqətlə nəzərdən keçirəcəyik.
de: Vielen Dank für Ihr Feedback! Wir schätzen Ihren Beitrag und werden ihn sorgfältig prüfen.
fr: Merci pour votre retour ! Nous apprécions votre contribution et l'examinerons attentivement.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद! हम आपके योगदान की सराहना करते हैं और इसे सावधानीपूर्वक समीक्षा करेंगे।
ru: Спасибо за вашу обратную связь! Мы ценим ваш отзыв и внимательно его рассмотрим.
tr: Geri bildiriminiz için teşekkürler! Görüşlerinizi değerlendiriyoruz ve dikkatle inceleyeceğiz.

# feedbackSuccessGotIt
source: Got it!
az: Başa düşdüm!
de: Verstanden!
fr: Compris !
hi: समझ गया!
ru: Понятно!
tr: Anladım!

# feedbackErrorTitle
source: Email Could Not Be Sent
az: E-poçt göndərilə bilmədi
de: E-Mail konnte nicht gesendet werden
fr: L'e-mail n'a pas pu être envoyé
hi: ईमेल नहीं भेजा जा सका
ru: Email Не Мог Быть Отправлен
tr: E-posta Gönderilemedi
