Repository: furkanagess/Quicko-Minigames
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, fr, hi, id, it, ru, tr

source: Blind Sort
ar: الترتيب الأعمى
az: Kor Sıralama
de: Blindes Sortieren
fr: Tri Aveugle
hi: अंधा क्रमबद्ध
id: Urut Buta
it: Ordinamento Cieco
ru: Слепая Сортировка
tr: Kör Sıralama

# blindSortDescription
source: Sort 10 numbers from 1-50. You lose if the new number doesn't fit anywhere!
ar: رتب 10 أرقام من 1-50. ستخسر إذا لم يتناسب الرقم الجديد في أي مكان!
az: 1-50 arasından 10 rəqəmi sıralayın. Yeni rəqəm heç bir yerdə yerləşmirsə uduzursunuz!
de: Sortiere 10 Zahlen von 1-50. Du verlierst, wenn die neue Zahl nirgendwo passt!
fr: Triez 10 nombres de 1-50. Vous perdez si le nouveau nombre ne s'intègre nulle part !
hi: 1-50 से 10 संख्याओं को क्रमबद्ध करें। यदि नई संख्या कहीं भी फिट नहीं होती तो आप हार जाते हैं!
id: Urutkan 10 angka dari 1-50. Anda kalah jika angka baru tidak bisa dimasukkan ke mana pun!
it: Ordina 10 numeri da 1-50. Perdi se il nuovo numero non si adatta da nessuna parte!
ru: Отсортируйте 10 чисел от 1 до 50. Вы проигрываете, если новое число не подходит никуда!
tr: 1-50 arası 10 sayıyı sıralayın. Yeni sayı hiçbir yere sığmazsa kaybedersiniz!

source: Next Number
ar: الرقم التالي
az: Növbəti Rəqəm
de: Nächste Zahl
fr: Nombre Suivant
hi: अगली संख्या
id: Angka Berikutnya
it: Prossimo Numero
ru: Следующее Число
tr: Sonraki Sayı

source: New Number Coming...
ar: رقم جديد قادم...
az: Yeni Rəqəm Gəlir...
de: Neue Zahl kommt...
fr: Nouveau Nombre Arrive...
hi: नई संख्या आ रही है...
id: Angka Baru Datang...
it: Nuovo Numero in Arrivo...
ru: Приходит Новое Число...
tr: Yeni Sayı Geliyor...

source: Start
ar: ابدأ
az: Başla
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ru: Начать
tr: Başla

source: Restart
ar: إعادة تشغيل
az: Yenidən Başla
de: Neustart
fr: Redémarrer
hi: पुनः शुरू करें
id: Mulai Ulang
it: Ricomincia
ru: Перезапустить
tr: Yeniden Başla

source: Home
ar: الرئيسية
az: Ana Səhifə
de: Startseite
fr: Accueil
hi: होम
id: Beranda
ru: Главная
tr: Ana Sayfa

source: Games
ar: الألعاب
az: Oyunlar
de: Spiele
fr: Jeux
hi: खेल
id: Permainan
it: Giochi
ru: Игры
tr: Oyunlar

source: Score
ar: النقاط
az: Xal
de: Punktzahl
hi: स्कोर
id: Skor
it: Punteggio
ru: Счёт
tr: Puan

source: Game Over
ar: انتهت اللعبة
az: Oyun Bitdi
de: Spiel Beendet
fr: Partie Terminée
hi: खेल समाप्त
id: Permainan Selesai
ru: Игра Окончена
tr: Oyun Bitti

source: Try Again
ar: حاول مرة أخرى
az: Yenidən Cəhd Et
de: Nochmal Versuchen
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba Lagi
it: Riprova
ru: Попробовать Снова
tr: Tekrar Dene

source: Share
ar: مشاركة
az: Paylaş
de: Teilen
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividi
ru: Поделиться
tr: Paylaş

source: Confirm
ar: تأكيد
az: Təsdiqlə
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ru: Подтвердить
tr: Onayla

source: Fullscreen
ar: ملء الشاشة
az: Tam Ekran
de: Vollbild
fr: Plein Écran
hi: पूर्ण स्क्रीन
id: Layar Penuh
it: Schermo Intero
ru: Полный Экран
tr: Tam Ekran

source: Cancel
ar: إلغاء
az: Ləğv et
de: Abbrechen
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ru: Отмена
tr: İptal

source: Stay
az: Qal
de: Bleiben
fr: Rester
hi: रहें
id: Tinggal
ru: Остаться
tr: Kal

source: Reset
ar: إعادة تعيين
az: Sıfırla
de: Zurücksetzen
fr: Réinitialiser
hi: रीसेट करें
ru: Сброс
tr: Sıfırla

# higherLower
source: Higher or Lower
ar: أعلى أو أقل
az: Yüksək və ya Aşağı
de: Höher oder Niedriger
fr: Plus ou Moins
hi: उच्च या निम्न
id: Lebih Tinggi atau Lebih Rendah
it: Più Alto o Più Basso
ru: Выше или Ниже
tr: Yüksek mi Düşük mü

# higherLowerDescription
source: Guess if the next number will be higher or lower! Numbers are between 1-50.
ar: خمن ما إذا كان الرقم التالي أعلى أم أقل!
az: Növbəti rəqəmin yüksək və ya aşağı olacağını təxmin edin! Rəqəmlər 1-50 arasındadır.
de: Rate, ob die nächste Zahl höher oder niedriger sein wird! Die Zahlen sind zwischen 1-50.
fr: Devinez si le prochain nombre sera plus élevé ou plus bas ! Les nombres sont entre 1-50.
hi: अनुमान लगाएं कि अगली संख्या उच्च होगी या निम्न! संख्याएं 1-50 के बीच हैं।
id: Tebak apakah angka berikutnya akan lebih tinggi atau lebih rendah! Angka antara 1-50.
it: Indovina se il prossimo numero sarà più alto o più basso! I numeri sono tra 1-50.
ru: Угадайте, будет ли следующее число выше или ниже! Числа от 1 до 50.
tr: Sonraki sayının yüksek mi yoksa düşük mü olacağını tahmin edin! Sayılar 1-50 arasındadır.

source: Higher
ar: أعلى
az: Yüksək
de: Höher
fr: Plus
hi: उच्च
id: Lebih Tinggi
it: Più Alto
ru: Выше
tr: Yüksek

source: Lower
ar: أقل
az: Aşağı
de: Niedriger
fr: Moins
hi: निम्न
id: Lebih Rendah
it: Più Basso
ru: Ниже
tr: Düşük

source: Last Number
ar: الرقم الأخير
az: Son Rəqəm
de: Letzte Zahl
fr: Dernier Nombre
hi: अंतिम संख्या
id: Angka Terakhir
it: Ultimo Numero
ru: Последнее Число
tr: Son Sayı

source: Completed all targets!
ar: أكملت جميع الأهداف!
az: Bütün hədəflər tamamlandı!
de: Alle Ziele abgeschlossen!
fr: Toutes les cibles terminées !
hi: सभी लक्ष्य पूरे हो गए!
id: Semua target selesai!
it: Tutti i bersagli completati!
ru: Все цели выполнены!
tr: Tüm hedefleri tamamladın!

source: Targets
ar: الأهداف
az: Hədəflər
de: Ziele
fr: Cibles
hi: लक्ष्य
id: Target
it: Bersagli
ru: Цели
tr: Hedefler

source: and more...
ar: والمزيد...
az: və daha çox...
de: und mehr...
fr: et plus...
hi: और अधिक...
id: dan lebih...
it: e altro...
ru: и ещё...
tr: ve daha fazlası...

source: Mission Failed!
ar: فشلت المهمة!
az: Missiya Uğursuz!
de: Mission Fehlgeschlagen!
fr: Mission Échouée !
hi: मिशन विफल!
id: Misi Gagal!
it: Missione Fallita!
ru: Миссия Провалена!
tr: Görev Başarısız!

source: Green target hit!
ar: تم إصابة الهدف الأخضر!
az: Yaşıl hədəf vuruldu!
de: Grünes Ziel getroffen!
fr: Cible verte touchée !
hi: हरा लक्ष्य मारा गया!
id: Target hijau terkena!
it: Bersaglio verde colpito!
ru: Зелёная цель поражена!
tr: Yeşil hedef vuruldu!

source: You hit all targets!
ar: لقد أصبت جميع الأهداف!
az: Bütün hədəfləri vurdunuz!
de: Du hast alle Ziele getroffen!
fr: Vous avez touché toutes les cibles !
hi: आपने सभी लक्ष्य मारे हैं!
id: Anda telah mengenai semua target!
it: Hai colpito tutti i bersagli!
ru: Вы поразили все цели!
tr: Tüm hedefleri vurdun!

source: Time ran out!
ar: انتهى الوقت!
az: Vaxt bitdi!
de: Zeit ist abgelaufen!
fr: Le temps est écoulé !
hi: समय समाप्त हो गया!
id: Waktu habis!
it: Tempo scaduto!
ru: Время истекло!
tr: Süre bitti!

source: Targets Hit
ar: الأهداف المصابة
az: Vurulan Hədəflər
de: Getroffene Ziele
fr: Cibles Touchées
hi: मारे गए लक्ष्य
id: Target Terkena
it: Bersagli Colpiti
ru: Поражённые Цели
tr: Vurulan Hedefler

source: Mistake
ar: خطأ
az: Xəta
de: Fehler
fr: Erreur
hi: गलती
id: Kesalahan
it: Errore
ru: Ошибка
tr: Hata

source: Civilian Hit
ar: تم إصابة مدني
az: Mülki Şəxs Vuruldu
de: Zivilist Getroffen
fr: Civil Touché
hi: नागरिक मारा गया
id: Warga Sipil Terkena
it: Civile Colpito
ru: Попадание в Гражданского
tr: Sivil Vuruldu

source: You found all colors!
ar: لقد وجدت جميع الألوان!
az: Bütün rəngləri tapdınız!
de: Du hast alle Farben gefunden!
fr: Vous avez trouvé toutes les couleurs !
hi: आपने सभी रंग पाए हैं!
id: Anda telah menemukan semua warna!
it: Hai trovato tutti i colori!
ru: Вы нашли все цвета!
tr: Tüm renkleri buldun!

source: Colors Found
ar: الألوان الموجودة
az: Tapılan Rənglər
de: Gefundene Farben
fr: Couleurs Trouvées
hi: पाए गए रंग
id: Warna Ditemukan
it: Colori Trovati
ru: Найденные Цвета
tr: Bulunan Renkler

source: Last Mistake
ar: الخطأ الأخير
az: Son Xəta
de: Letzter Fehler
fr: Dernière Erreur
hi: अंतिम गलती
id: Kesalahan Terakhir
it: Ultimo Errore
ru: Последняя Ошибка
tr: Son Hata

source: Wrong Color
ar: لون خاطئ
az: Yanlış Rəng
de: Falsche Farbe
fr: Mauvaise Couleur
hi: गलत रंग
id: Warna Salah
it: Colore Sbagliato
ru: Неверный Цвет
tr: Yanlış Renk

source: Current Number
ar: الرقم الحالي
az: Cari Rəqəm
de: Aktuelle Zahl
fr: Nombre Actuel
hi: वर्तमान संख्या
id: Angka Saat Ini
it: Numero Attuale
ru: Текущее Число
tr: Mevcut Sayı

source: Close
ar: إغلاق
az: Bağla
de: Schließen
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ru: Закрыть
tr: Kapat

source: Better luck next time!
ar: حظ أوفر في المرة القادمة!
az: Növbəti dəfə daha yaxşı uğurlar!
de: Viel Glück beim nächsten Mal!
fr: Bonne chance la prochaine fois !
hi: अगली बार बेहतर किस्मत!
id: Semoga beruntung lain kali!
it: Meglio fortuna la prossima volta!
ru: Удачи в следующий раз!
tr: Bir dahaki sefere daha şanslı olacaksın!

# losingNumbers
source: Numbers That Caused Loss
ar: الأرقام التي تسببت في الخسارة
az: Məğlubiyyətə səbəb olan rəqəmlər
de: Zahlen die zum Verlust führten
fr: Nombres qui ont causé la perte
hi: हार का कारण बनने वाली संख्याएं
id: Angka yang menyebabkan kekalahan
it: Numeri che hanno causato la sconfitta
ru: Числа, Которые Привели к Поражению
tr: Kaybetmemize Neden Olan Sayılar

# losingNumber
source: Number That Caused Loss
ar: الرقم الذي تسبب في الخسارة
az: Məğlubiyyətə səbəb olan rəqəm
de: Zahl die zum Verlust führte
fr: Nombre qui a causé la perte
hi: हार का कारण बनने वाली संख्या
id: Angka yang menyebabkan kekalahan
it: Numero che ha causato la sconfitta
ru: Число, Которое Привело к Поражению
tr: Kaybetmemize Neden Olan Sayı

source: Color Hunt
ar: مطاردة الألوان
az: Rəng Ov
de: Farbenjagd
fr: Chasse aux Couleurs
hi: रंग शिकार
id: Perburuan Warna
it: Caccia ai Colori
ru: Охота за Цветом
tr: Renk Avı

# colorHuntDescription
source: Find the target color! The text color might trick you!
ar: ابحث عن اللون المستهدف! لون النص قد يخدعك!
az: Hədəf rəngi tapın! Mətnin rəngi sizi aldada bilər!
de: Finde die Zielfarbe! Die Textfarbe könnte dich täuschen!
fr: Trouvez la couleur cible ! La couleur du texte peut vous tromper !
hi: लक्ष्य रंग खोजें! टेक्स्ट का रंग आपको धोखा दे सकता है!
id: Temukan warna target! Warna teks bisa menipu Anda!
it: Trova il colore bersaglio! Il colore del testo può ingannarti!
ru: Найдите целевой цвет! Цвет текста может вас обмануть!
tr: Hedef rengi bulun! Metnin rengi sizi kandırmaya çalışabilir!

source: Target
ar: الهدف
az: Hədəf
de: Ziel
fr: Cible
hi: लक्ष्य
it: Bersaglio
ru: Цель
tr: Hedef

source: Time
ar: الوقت
az: Vaxt
de: Zeit
fr: Temps
hi: समय
id: Waktu
it: Tempo
ru: Время
tr: Süre

source: Wrong Color Selected
ar: تم اختيار لون خاطئ
az: Yanlış Rəng Seçildi
de: Falsche Farbe Ausgewählt
fr: Mauvaise Couleur Sélectionnée
hi: गलत रंग चुना गया
id: Warna Salah Dipilih
it: Colore Sbagliato Selezionato
ru: Выбран Неверный Цвет
tr: Yanlış Renk Seçildi

source: Wrong Color Selection
ar: اختيار لون خاطئ
az: Yanlış Rəng Seçimi
de: Falsche Farbauswahl
fr: Sélection de Couleur Incorrecte
hi: गलत रंग चयन
id: Pemilihan Warna Salah
it: Selezione Colore Sbagliata
ru: Неверный Выбор Цвета
tr: Yanlış Renk Seçimi

source: Favorites
ar: المفضلة
az: Sevimlilər
de: Favoriten
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ru: Избранное
tr: Favoriler

source: Loading Favorites...
ar: جاري تحميل المفضلة...
az: Sevimlilər yüklənir...
de: Favoriten werden geladen...
fr: Chargement des favoris...
hi: पसंदीदा लोड हो रहे हैं...
id: Memuat favorit...
it: Caricamento preferiti...
ru: Загрузка Избранного...
tr: Favoriler Yükleniyor...

source: No Favorites Yet
ar: لا توجد مفضلة بعد
az: Hələ Sevimli Yoxdur
de: Noch Keine Favoriten
fr: Pas Encore de Favoris
hi: अभी तक कोई पसंदीदा नहीं
id: Belum Ada Favorit
it: Nessun Preferito Ancora
ru: Пока Нет Избранного
tr: Henüz Favori Yok

# addGamesToFavorites
source: Add games to favorites for quick access
ar: أضف ألعاب إلى المفضلة للوصول السريع
az: Sürətli giriş üçün oyunları sevimlilərə əlavə edin
de: Füge Spiele zu Favoriten hinzu für schnellen Zugriff
fr: Ajoutez des jeux aux favoris pour un accès rapide
hi: त्वरित पहुंच के लिए खेलों को पसंदीदा में जोड़ें
id: Tambahkan permainan ke favorit untuk akses cepat
it: Aggiungi giochi ai preferiti per accesso rapido
ru: Добавьте игры в избранное для быстрого доступа
tr: Oyunları favorilere ekleyerek hızlı erişim sağlayın

source: Browse Games
ar: تصفح الألعاب
az: Oyunları Gəz
de: Spiele Durchsuchen
fr: Parcourir les Jeux
hi: खेल ब्राउज़ करें
id: Jelajahi Permainan
it: Sfoglia Giochi
ru: Просмотр Игр
tr: Oyunları Keşfet

source: Aim Trainer
ar: مدرب التصويب
az: Nişan Məşqçisi
de: Ziel-Trainer
fr: Entraîneur de Visée
hi: निशाना प्रशिक्षक
id: Pelatih Tembak
it: Allenatore di Mira
ru: Тренажёр Прицеливания
tr: Nişan Antrenmanı

# aimTrainerDescription
source: Try to shoot the randomly appearing red targets for 20 seconds. Each hit is 1 point!
ar: حاول إصابة الأهداف الحمراء التي تظهر عشوائياً لمدة 20 ثانية. كل إصابة تساوي نقطة واحدة!
az: 20 saniyə ərzində təsadüfi görünən qırmızı hədəfləri vurmağa çalışın. Hər vuruş 1 xal dəyərindədir!
de: Versuche die roten Ziele zu treffen, die zufällig für 20 Sekunden erscheinen. Jeder Treffer ist 1 Punkt!
fr: Essayez de toucher les cibles rouges qui apparaissent aléatoirement pendant 20 secondes. Chaque touche vaut 1 point !
hi: 20 सेकंड के लिए यादृच्छिक रूप से दिखाई देने वाले लाल लक्ष्यों को मारने का प्रयास करें। प्रत्येक हिट 1 अंक के लायक है!
id: Coba tembak target merah yang muncul secara acak selama 20 detik. Setiap tembakan bernilai 1 poin!
it: Prova a colpire i bersagli rossi che appaiono casualmente per 20 secondi. Ogni colpo vale 1 punto!
ru: Попробуйте стрелять в случайно появляющиеся красные цели в течение 20 секунд. Каждое попадание - 1 очко!
tr: 20 saniye boyunca rastgele beliren kırmızı hedefleri vurmaya çalışın. Her vuruş 1 puan!

source: Number Memory
ar: ذاكرة الأرقام
az: Rəqəm Yaddaşı
de: Zahlen-Gedächtnis
fr: Mémoire des Nombres
hi: संख्या स्मृति
id: Memori Angka
it: Memoria Numerica
ru: Память на Числа
tr: Sayı Hafızası

# numberMemoryDescription
source: Memorize the sequence of numbers and enter it correctly using the keypad. How many digits can you remember?
ar: احفظ تسلسل الأرقام واكتبها بشكل صحيح باستخدام لوحة المفاتيح. كم رقم يمكنك تذكره؟
az: Rəqəm ardıcıllığını yadda saxlayın və klaviatura istifadə edərək düzgün daxil edin. Neçə rəqəm yadda saxlaya bilərsiniz?
de: Merke dir die Zahlenfolge und gib sie korrekt mit der Tastatur ein. Wie viele Ziffern kannst du dir merken?
fr: Mémorisez la séquence de nombres et saisissez-la correctement en utilisant le clavier. Combien de chiffres pouvez-vous retenir ?
hi: संख्या अनुक्रम को याद रखें और कीबोर्ड का उपयोग करके सही ढंग से दर्ज करें। आप कितने अंक याद रख सकते हैं?
id: Hafalkan urutan angka dan masukkan dengan benar menggunakan keyboard. Berapa banyak digit yang bisa Anda ingat?
it: Memorizza la sequenza di numeri e inseriscila correttamente usando la tastiera. Quante cifre puoi ricordare?
ru: Запомните последовательность чисел и введите её правильно с помощью клавиатуры. Сколько цифр вы можете запомнить?
tr: Sayı dizisini ezberleyin ve tuş takımını kullanarak doğru şekilde girin. Kaç basamak hatırlayabilirsiniz?

# findDifference
source: Find the Difference
ar: ابحث عن الاختلاف
az: Fərqi Tap
de: Finde den Unterschied
fr: Trouvez la Différence
hi: अंतर खोजें
id: Temukan Perbedaannya
it: Trova la Differenza
ru: Найди Различия
tr: Farklı Rengi Bul

# findDifferenceDescription
source: Find the one square with a different color. It gets harder with each round!
ar: ابحث عن المربع بلون مختلف. يصبح أصعب في كل جولة!
az: Fərqli rəngli kvadratı tapın. Hər raundda daha çətin olur!
de: Finde das Quadrat mit einer anderen Farbe. Wird schwieriger in jeder Runde!
fr: Trouvez le carré avec une couleur différente. Devient plus difficile à chaque tour !
hi: अलग रंग वाला वर्ग खोजें। हर राउंड में और कठिन हो जाता है!
id: Temukan kotak dengan warna yang berbeda. Menjadi lebih sulit di setiap ronde!
it: Trova il quadrato con un colore diverso. Diventa più difficile ad ogni round!
ru: Найдите один квадрат с другим цветом. С каждым раундом становится сложнее!
tr: Farklı renkte olan tek kareyi bulun. Her turda daha zorlaşır!

source: Rock-Paper-Scissors
ar: حجر ورق مقص
az: Daş-Kağız-Qayçı
de: Schere-Stein-Papier
fr: Pierre-Papier-Ciseaux
hi: पत्थर-कागज-कैंची
id: Batu-Gunting-Kertas
it: Carta-Sasso-Forbici
ru: Камень-Ножницы-Бумага
tr: Taş-Kağıt-Makas

# rockPaperScissorsDescription
source: Play against the computer. First to 5 points wins.
ar: العب ضد الكمبيوتر. أول من يصل إلى 5 نقاط يفوز.
az: Kompüterə qarşı oynayın. İlk 5 xal qazanan qalib gəlir.
de: Spiele gegen den Computer. Der erste der 5 Punkte erreicht gewinnt.
fr: Jouez contre l'ordinateur. Le premier à atteindre 5 points gagne.
hi: कंप्यूटर के खिलाफ खेलें। पहले 5 अंक प्राप्त करने वाला जीतता है।
id: Mainkan melawan komputer. Yang pertama mencapai 5 poin menang.
it: Gioca contro il computer. Il primo a raggiungere 5 punti vince.
ru: Играйте против компьютера. Первый до 5 очков побеждает.
tr: Bilgisayara karşı oyna. 5 puana ilk ulaşan kazanır.

# twentyOne
source: 21 (Blackjack)
ar: 21 (بلاك جاك)
az: 21 (İyirmi Bir)
de: 21 (Einundzwanzig)
fr: 21 (Vingt-et-Un)
hi: 21 (ब्लैकजैक)
id: 21 (Dua Puluh Satu)
it: 21 (Ventuno)
ru: 21 (Блэкджек)
tr: 21 (Yirmi Bir)

# twentyOneDescription
source: Beat the dealer to 21! Get as close as possible without going over.
ar: اهزم الموزع حتى 21! اقترب قدر الإمكان دون تجاوز.
az: 21-ə qədər dileri məğlub edin! Həddi keçmədən mümkün qədər yaxınlaşın.
de: Besiege den Dealer bis 21! Komme so nah wie möglich ohne zu überschreiten.
fr: Battez le croupier jusqu'à 21 ! Approchez-vous le plus possible sans dépasser.
hi: 21 तक डीलर को हराएं! सीमा से अधिक बिना जितना संभव हो उतना करीब जाएं।
id: Kalahkan dealer sampai 21! Mendekatlah sebisa mungkin tanpa melewati batas.
it: Batti il banco fino a 21! Avvicinati il più possibile senza superare il limite.
ru: Победите дилера до 21! Подойдите как можно ближе, не превышая.
tr: Krupiyeyi 21'e kadar yenin! Aşmadan mümkün olduğunca yaklaşın.

source: Now, your turn!
ar: دورك الآن!
az: İndi sizin növbəniz!
de: Jetzt bist du dran!
fr: C'est maintenant votre tour !
hi: अब आपकी बारी है!
id: Sekarang giliran Anda!
it: Ora è il tuo turno!
ru: Теперь ваша очередь!
tr: Şimdi sıra sizde!

source: Correct!
ar: صحيح!
az: Düzgün!
de: Richtig!
hi: सही!
id: Benar!
it: Corretto!
ru: Правильно!
tr: Doğru!

source: Playing
ar: يلعب
az: Oynayır
de: Spielt
fr: En Cours
hi: खेल रहे हैं
id: Sedang Bermain
it: Giocando
ru: Играем
tr: Oynanıyor

# tapToStartGuessing
source: Tap Higher or Lower to start guessing! Numbers are between 1-50.
ar: اضغط على أعلى أو أقل لبدء التخمين! الأرقام بين 1-50.
az: Təxmin etməyə başlamaq üçün Yüksək və ya Aşağı düyməsinə basın! Rəqəmlər 1-50 arasındadır.
de: Tippe auf Höher oder Niedriger um mit dem Raten zu beginnen! Die Zahlen sind zwischen 1-50.
fr: Appuyez sur Plus ou Moins pour commencer à deviner ! Les nombres sont entre 1-50.
hi: अनुमान लगाना शुरू करने के लिए उच्च या निम्न दबाएं! संख्याएं 1-50 के बीच हैं।
id: Tekan Lebih Tinggi atau Lebih Rendah untuk mulai menebak! Angka antara 1-50.
it: Tocca Più Alto o Più Basso per iniziare a indovinare! I numeri sono tra 1-50.
ru: Нажмите Выше или Ниже, чтобы начать угадывать! Числа от 1 до 50.
tr: Tahmin etmeye başlamak için Yüksek veya Düşük'e dokunun! Sayılar 1-50 arasındadır.

# numbersBetween1And50
source: Numbers are between 1-50
ar: الأرقام بين 1-50
az: Rəqəmlər 1-50 arasındadır
de: Die Zahlen sind zwischen 1-50
fr: Les nombres sont entre 1-50
hi: संख्याएं 1-50 के बीच हैं
id: Angka antara 1-50
it: I numeri sono tra 1-50
ru: Числа от 1 до 50
tr: Sayılar 1-50 arasındadır

source: Leaderboard
ar: قائمة المتصدرين
az: Liderlər Cədvəli
de: Bestenliste
fr: Classement
hi: लीडरबोर्ड
id: Papan Peringkat
it: Classifica
ru: Таблица Лидеров
tr: Liderlik Tablosu

source: No Leaderboard Data
ar: لا توجد بيانات لقائمة المتصدرين
az: Liderlər Cədvəli Məlumatı Yoxdur
de: Keine Bestenlisten-Daten
fr: Aucune Donnée de Classement
hi: कोई लीडरबोर्ड डेटा नहीं
id: Tidak Ada Data Papan Peringkat
it: Nessun Dato di Classifica
ru: Нет Данных Таблицы Лидеров
tr: Liderlik Tablosu Verisi Yok

# playGamesToSeeScores
source: Play games to see your high scores here!
ar: العب لترى أعلى نقاطك هنا!
az: Ən yüksək xallarınızı burada görmək üçün oynayın!
de: Spiele um deine höchsten Punktzahlen hier zu sehen!
fr: Jouez pour voir vos scores les plus élevés ici !
hi: अपने उच्चतम स्कोर यहां देखने के लिए खेलें!
id: Mainkan permainan untuk melihat skor tertinggi Anda di sini!
it: Gioca per vedere i tuoi punteggi più alti qui!
ru: Играйте в игры, чтобы увидеть ваши высокие результаты здесь!
tr: Yüksek skorlarınızı görmek için oyun oynayın!

source: Play Games
ar: العب
az: Oyna
de: Spielen
fr: Jouer
hi: खेलें
id: Mainkan
it: Gioca
ru: Играть в Игры
tr: Oyun Oyna

# swipeToDeleteHint
source: Swipe left to delete high scores
ar: اسحب لليسار لحذف النقاط العالية
az: Yüksək xalları silmək üçün sola sürüşdürün
de: Nach links wischen um Höchstpunktzahl zu löschen
fr: Glissez vers la gauche pour supprimer les scores élevés
hi: उच्च स्कोर हटाने के लिए बाईं ओर स्वाइप करें
id: Geser ke kiri untuk menghapus skor tinggi
it: Scorri verso sinistra per eliminare i punteggi alti
ru: Свайпните влево, чтобы удалить высокие результаты
tr: Yüksek skorları silmek için sola kaydırın

source: Remove Ads
ar: إزالة الإعلانات
az: Reklamları Sil
de: Werbung Entfernen
fr: Supprimer les Publicités
hi: विज्ञापन हटाएं
id: Hapus Iklan
it: Rimuovi Pubblicità
ru: Убрать Рекламу
tr: Reklamları Kaldır

# removeAdsDescription
source: Enjoy an ad-free experience with one-time payment
ar: استمتع بتجربة خالية من الإعلانات مع اشتراك شهري
az: Bir dəfəlik ödəniş ilə reklamsız təcrübə yaşayın
de: Genießen Sie eine werbefreie Erfahrung mit einmaliger Zahlung
fr: Profitez d'une expérience sans publicité avec un paiement unique
hi: एक बार के भुगतान के साथ विज्ञापन-मुक्त अनुभव का आनंद लें
id: Nikmati pengalaman bebas iklan dengan pembayaran sekali
it: Goditi un'esperienza senza pubblicità con pagamento unico
ru: Наслаждайтесь игрой без рекламы с единоразовой оплатой
tr: Tek seferlik ödeme ile reklamsız deneyim yaşayın

source: Monthly subscription
ar: الاشتراك الشهري
az: Aylıq abunəlik
de: Monatliches Abonnement
fr: Abonnement mensuel
hi: मासिक सदस्यता
id: Langganan bulanan
it: Abbonamento Mensile
ru: Месячная подписка
tr: Aylık abonelik

# buyNow
source: Buy
az: Al
de: Kaufen
fr: Acheter
hi: खरीदें
id: Beli
it: Compra Ora
ru: Купить
tr: Satın Al

source: Restore Purchases
ar: استعادة المشتريات
az: Alışları Bərpa Et
de: Käufe Wiederherstellen
fr: Restaurer les Achats
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
it: Ripristina Acquisti
ru: Восстановить Покупки
tr: Satın Alımları Geri Yükle

source: Subscription Active
ar: الاشتراك نشط
az: Abunəlik Aktiv
de: Abonnement Aktiv
fr: Abonnement Actif
hi: सदस्यता सक्रिय
id: Berlangganan Aktif
it: Abbonamento Attivo
ru: Подписка Активна
tr: Abonelik Aktif

source: Subscription Expired
ar: الاشتراك منتهي الصلاحية
az: Abunəlik Bitmiş
de: Abonnement Abgelaufen
fr: Abonnement Expiré
hi: सदस्यता समाप्त
id: Berlangganan Kedaluwarsa
it: Abbonamento Scaduto
ru: Подписка Истекла
tr: Abonelik Süresi Doldu

# purchasedOn
source: Purchased on: {date}
az: Alınma tarixi: {date}
de: Gekauft am: {date}
fr: Acheté le: {date}
hi: खरीदा गया: {date}
id: Dibeli pada: {date}
it: Acquistato il: {date}
ru: Куплено: {date}
tr: Satın alınma tarihi: {date}

# monthlySubscriptionPrice
source: Monthly subscription - $2.49
de: Monatliches Abonnement - $2.49
fr: Abonnement mensuel - $2.49
ru: Месячная подписка - $2.49
tr: Aylık abonelik - $2.49

# uninstallWarning
source: Important: Subscription is stored locally. If you uninstall the app, your subscription will be lost and you'll need to purchase again.
de: Wichtig: Das Abonnement wird lokal gespeichert. Wenn Sie die App deinstallieren, geht Ihr Abonnement verloren und Sie müssen es erneut kaufen.
fr: Important : L'abonnement est stocké localement. Si vous désinstallez l'application, votre abonnement sera perdu et vous devrez l'acheter à nouveau.
ru: Важно: Подписка хранится локально. Если вы удалите приложение, ваша подписка будет потеряна и вам нужно будет купить её снова.
tr: Önemli: Abonelik yerel olarak saklanır. Uygulamayı kaldırırsanız, aboneliğiniz kaybolacak ve tekrar satın almanız gerekecektir.
