Repository: furkanagess/Quicko-Minigames
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, fr, hi, id, it, ru, tr

# feedbackErrorDescription
source: We couldn't send your feedback at this time. Please try again later or contact us directly at quickogamehelp@gmail.com
az: Rəyinizi bu anda göndərə bilmədik. Zəhmət olmasa daha sonra yenidən cəhd edin və ya birbaşa quickogamehelp@gmail.com ünvanından bizimlə əlaqə saxlayın
de: Wir konnten Ihr Feedback derzeit nicht senden. Bitte versuchen Sie es später erneut oder kontaktieren Sie uns direkt unter quickogamehelp@gmail.com
fr: Nous n'avons pas pu envoyer votre retour pour le moment. Veuillez réessayer plus tard ou nous contacter directement à quickogamehelp@gmail.com
hi: हम इस समय आपकी प्रतिक्रिया नहीं भेज सके। कृपया बाद में पुनः प्रयास करें या हमसे सीधे quickogamehelp@gmail.com पर संपर्क करें
ru: Мы не смогли отправить вашу обратную связь в данный момент. Попробуйте позже или свяжитесь с нами напрямую: quickogamehelp@gmail.com
tr: Geri bildiriminizi şu anda gönderemedik. Lütfen daha sonra tekrar deneyin veya doğrudan quickogamehelp@gmail.com adresinden bize ulaşın.

# feedbackSentError
source: ❌ {errorMessage}. Please try again or use the direct email option above.
az: ❌ {errorMessage}. Zəhmət olmasa yenidən cəhd edin və ya yuxarıdakı birbaşa e-poçt seçimindən istifadə edin.
de: ❌ {errorMessage}. Bitte versuchen Sie es erneut oder nutzen Sie die direkte E-Mail-Option oben.
fr: ❌ {errorMessage}. Veuillez réessayer ou utiliser l'option email direct ci-dessus.
hi: ❌ {errorMessage}. कृपया पुनः प्रयास करें या ऊपर दिए गए सीधे ईमेल विकल्प का उपयोग करें।
id: ❌ {errorMessage}. Silakan coba lagi atau gunakan opsi email langsung di atas.
it: ❌ {errorMessage}. Riprova o usa l'opzione email diretta sopra.
ru: ❌ {errorMessage}. Попробуйте снова или используйте прямой email выше.
tr: ❌ {errorMessage}. Lütfen tekrar deneyin veya yukarıdaki doğrudan e-posta seçeneğini kullanın.

# feedbackCategoryBug
source: Bug Report
az: Xəta Hesabatı
de: Fehlerbericht
fr: Signalement de bug
hi: बग रिपोर्ट
id: Laporan Bug
it: Segnalazione Bug
ru: Отчёт об Ошибке
tr: Hata Bildirimi

# feedbackCategoryFeature
source: Feature Request
az: Funksiya Tələbi
de: Feature-Anfrage
fr: Demande de fonctionnalité
hi: सुविधा अनुरोध
id: Permintaan Fitur
it: Richiesta Funzionalità
ru: Запрос Функции
tr: Özellik İsteği

# feedbackCategoryImprovement
source: Improvement Suggestion
az: Təkmilləşdirmə Təklifi
de: Verbesserungsvorschlag
fr: Suggestion d'amélioration
hi: सुधार सुझाव
id: Saran Perbaikan
it: Suggerimento di Miglioramento
ru: Предложение по Улучшению
tr: İyileştirme Önerisi

# feedbackCategoryGeneral
source: General Feedback
az: Ümumi Rəy
de: Allgemeines Feedback
fr: Retour général
hi: सामान्य प्रतिक्रिया
id: Umpan Balik Umum
it: Feedback Generale
ru: Общая Обратная Связь
tr: Genel Geri Bildirim

# feedbackCategory
source: Category
az: Kateqoriya
de: Kategorie
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ru: Категория
tr: Kategori

# feedbackTitle
source: Title
az: Başlıq
de: Titel
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ru: Заголовок
tr: Başlık

# feedbackTitleHint
source: Brief description of your feedback
az: Rəyinizin qısa təsviri
de: Kurze Beschreibung Ihres Feedbacks
fr: Brève description de votre retour
hi: आपकी प्रतिक्रिया का संक्षिप्त विवरण
id: Deskripsi singkat umpan balik Anda
it: Breve descrizione del tuo feedback
ru: Краткое описание вашей обратной связи
tr: Geri bildiriminizin kısa açıklaması

# feedbackDescription
source: Description
az: Təsvir
de: Beschreibung
hi: विवरण
id: Deskripsi
it: Descrizione
ru: Описание
tr: Açıklama

# feedbackDescriptionHint
source: Please provide detailed information about your feedback...
az: Zəhmət olmasa rəyiniz haqqında ətraflı məlumat verin...
de: Bitte geben Sie detaillierte Informationen zu Ihrem Feedback...
fr: Veuillez fournir des informations détaillées sur votre retour...
hi: कृपया अपनी प्रतिक्रिया के बारे में विस्तृत जानकारी प्रदान करें...
id: Silakan berikan informasi detail tentang umpan balik Anda...
it: Fornisci informazioni dettagliate sul tuo feedback...
ru: Пожалуйста, предоставьте подробную информацию о вашей обратной связи...
tr: Lütfen geri bildiriminiz hakkında detaylı bilgi verin...

# feedbackEmail
source: Email (Optional)
az: Email (İstəyə bağlı)
fr: Email (Optionnel)
hi: ईमेल (वैकल्पिक)
id: Email (Opsional)
it: Email (Opzionale)
ru: Email (Необязательно)
tr: E-posta (İsteğe Bağlı)

# feedbackEmailHint
source: your.email@example.com
az: sizin.email@nümunə.az
de: ihre.email@beispiel.com
fr: votre.email@exemple.com
hi: आपका.ईमेल@उदाहरण.com
id: email.anda@contoh.com
it: tua.email@esempio.com
tr: ornek@email.com

# feedbackEmailDescription
source: We'll use this to follow up on your feedback if needed.
az: Lazım olduqda rəyinizlə bağlı sizinlə əlaqə saxlamaq üçün istifadə edəcəyik.
de: Wir verwenden dies, um bei Bedarf auf Ihr Feedback zu antworten.
fr: Nous l'utiliserons pour vous contacter concernant votre retour si nécessaire.
hi: यदि आवश्यक हो तो हम आपकी प्रतिक्रिया के बारे में आपसे संपर्क करने के लिए इसका उपयोग करेंगे।
id: Kami akan menggunakannya untuk menghubungi Anda tentang umpan balik Anda jika diperlukan.
it: Lo useremo per contattarti riguardo al tuo feedback se necessario.
ru: Мы будем использовать это для последующей связи с вами, если потребуется.
tr: Gerekirse geri bildiriminizle ilgili size ulaşmak için kullanacağız.

# feedbackFrom
source: Feedback from {title}
az: {title} - Rəy
de: Feedback von {title}
fr: Retour de {title}
hi: {title} से प्रतिक्रिया
id: Umpan Balik dari {title}
it: Feedback da {title}
ru: Обратная связь от {title}
tr: {title} - Geri Bildirim

# emailLaunchError
source: Could not launch email app. Please try again manually.
az: Email tətbiqi açıla bilmədi. Zəhmət olmasa əl ilə yenidən cəhd edin.
de: E-Mail-App konnte nicht geöffnet werden. Bitte versuchen Sie es manuell erneut.
fr: Impossible d'ouvrir l'application email. Veuillez réessayer manuellement.
hi: ईमेल ऐप नहीं खोल सके। कृपया मैन्युअल रूप से पुनः प्रयास करें।
id: Tidak dapat membuka aplikasi email. Silakan coba lagi secara manual.
it: Impossibile aprire l'app email. Riprova manualmente.
ru: Не удалось запустить приложение email. Попробуйте вручную.
tr: E-posta uygulaması açılamadı. Lütfen manuel olarak tekrar deneyin.

source: Invalid feedback data
az: Yanlış rəy məlumatları
de: Ungültige Feedback-Daten
fr: Données de retour invalides
hi: अमान्य प्रतिक्रिया डेटा
id: Data umpan balik tidak valid
it: Dati di feedback non validi
ru: Неверные данные обратной связи
tr: Geçersiz geri bildirim verisi

# failedToSendFeedback
source: Failed to send feedback. Please try again.
az: Rəy göndərilə bilmədi. Zəhmət olmasa yenidən cəhd edin.
de: Feedback konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
fr: Impossible d'envoyer le retour. Veuillez réessayer.
hi: प्रतिक्रिया भेजने में विफल। कृपया पुनः प्रयास करें।
id: Gagal mengirim umpan balik. Silakan coba lagi.
it: Impossibile inviare il feedback. Riprova.
ru: Не удалось отправить обратную связь. Попробуйте снова.
tr: Geri bildirim gönderilemedi. Lütfen tekrar deneyin.

# errorSendingFeedback
source: Error sending feedback: {error}
az: Rəy göndərmə xətası: {error}
de: Fehler beim Senden des Feedbacks: {error}
fr: Erreur lors de l'envoi du retour : {error}
hi: प्रतिक्रिया भेजने में त्रुटि: {error}
id: Error mengirim umpan balik: {error}
it: Errore nell'invio del feedback: {error}
ru: Ошибка отправки обратной связи: {error}
tr: Geri bildirim gönderme hatası: {error}

# maybeLater
source: Later
az: Sonra
de: Später
fr: Plus tard
hi: बाद में
id: Nanti
it: Forse più tardi
ru: Позже
tr: Daha Sonra

# noInternetTitle
source: No Internet Connection
ru: Нет Интернет-Соединения
tr: İnternet Bağlantısı Yok

# noInternetDescription
source: Please check your internet connection and try again.
ru: Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова.
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.

source: No entries yet
az: Hələ də giriş yoxdur
de: Noch keine Einträge
fr: Aucune entrée pour le moment
hi: अभी तक कोई प्रविष्टि नहीं
id: Belum ada entri
ru: Пока нет записей
tr: Henüz giriş yok

source: Your Ranking
az: Sizin Sıralamanız
de: Deine Platzierung
fr: Votre Classement
hi: आपकी रैंकिंग
id: Peringkat Anda
ru: Ваш Рейтинг
tr: Senin Sıralaman

source: This is Your Score!
az: Bu Sizin Skorunuzdur!
de: Das ist dein Score!
fr: C'est Votre Score !
hi: यह आपका स्कोर है!
id: Ini Skor Anda!
ru: Это Ваш Результат!
tr: Bu Senin Skorun!

source: Loading user data...
az: İstifadəçi məlumatları yüklənir...
de: Benutzerdaten werden geladen...
fr: Chargement des données utilisateur...
hi: उपयोगकर्ता डेटा लोड हो रहा है...
id: Memuat data pengguna...
ru: Загрузка данных пользователя...
tr: Kullanıcı verileri yükleniyor...

source: Leaderboard Profile
az: Liderlər Cədvəli Profili
de: Bestenlisten-Profil
fr: Profil de Classement
hi: लीडरबोर्ड प्रोफाइल
id: Profil Papan Peringkat
ru: Профиль Таблицы Лидеров
tr: Leaderboard Profili

# leaderboardProfileSubtitle
source: Edit your name and country flag
az: Adınızı və ölkə bayrağınızı redaktə edin
de: Bearbeiten Sie Ihren Namen und Ihre Landesflagge
fr: Modifiez votre nom et drapeau du pays
hi: अपना नाम और देश का झंडा संपादित करें
id: Edit nama dan bendera negara Anda
ru: Редактируйте ваше имя и флаг страны
tr: İsim ve ülke bayrağınızı düzenleyin

source: Name
az: Ad
fr: Nom
hi: नाम
id: Nama
ru: Имя
tr: İsim

# nameRequired
source: Name is required
az: Ad tələb olunur
de: Name ist erforderlich
fr: Le nom est requis
hi: नाम आवश्यक है
id: Nama diperlukan
ru: Имя обязательно
tr: İsim gerekli

# minimumTwoCharacters
source: At least 2 characters
az: Ən azı 2 simvol
de: Mindestens 2 Zeichen
fr: Au moins 2 caractères
hi: कम से कम 2 अक्षर
id: Minimal 2 karakter
ru: Минимум 2 символа
tr: En az 2 karakter

source: Country
az: Ölkə
de: Land
fr: Pays
hi: देश
id: Negara
ru: Страна
tr: Ülke

source: Search Country
az: Ölkə Axtar
de: Land suchen
fr: Rechercher un Pays
hi: देश खोजें
id: Cari Negara
ru: Поиск Страны
tr: Ülke Ara

source: Are you sure?
az: Əminsiniz?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
hi: क्या आप निश्चित हैं?
id: Apakah Anda yakin?
ru: Вы уверены?
tr: Emin misiniz?

# profileChangeWarning
source: Your progress so far will continue with a different name.
az: İndiyə qədərki tərəqqiniz fərqli adla davam edəcək.
de: Ihr Fortschritt wird mit einem anderen Namen fortgesetzt.
fr: Votre progression jusqu'à présent continuera avec un nom différent.
hi: अब तक की आपकी प्रगति अलग नाम से जारी रहेगी।
id: Kemajuan Anda sejauh ini akan berlanjut dengan nama yang berbeda.
ru: Ваш прогресс до сих пор будет продолжаться с другим именем.
tr: Şu ana kadarki ilerlemeniz farklı isimle devam edecek.

# profileChangeDescription
source: You are about to change your profile information (name and country).
az: Profil məlumatlarınızı (ad və ölkə) dəyişmək üzrəsiniz.
de: Sie sind dabei, Ihre Profilinformationen (Name und Land) zu ändern.
fr: Vous êtes sur le point de modifier les informations de votre profil (nom et pays).
hi: आप अपनी प्रोफाइल जानकारी (नाम और देश) बदलने वाले हैं।
id: Anda akan mengubah informasi profil Anda (nama dan negara).
ru: Вы собираетесь изменить информацию профиля (имя и страна).
tr: Profil bilgilerinizi (isim ve ülke) değiştirmek üzeresiniz.

source: Save
az: Yadda saxla
de: Speichern
fr: Enregistrer
hi: सहेजें
id: Simpan
ru: Сохранить
tr: Kaydet

# registerForLeaderboard
source: Register for the leaderboard
az: Liderlər cədvəlinə qeydiyyatdan keçin
de: Für die Bestenliste registrieren
fr: Inscrivez-vous au classement
hi: लीडरबोर्ड में पंजीकरण करें
id: Daftar untuk papan peringkat
ru: Зарегистрироваться в таблице лидеров
tr: Lider tablosuna kayıt olun

# enterInfoForGlobalRanking
source: Enter your information to add your score to the global ranking.
az: Nəticənizi qlobal sıralamaya əlavə etmək üçün məlumatlarınızı daxil edin.
de: Geben Sie Ihre Informationen ein, um Ihr Ergebnis zur globalen Rangliste hinzuzufügen.
fr: Entrez vos informations pour ajouter votre score au classement mondial.
hi: अपना स्कोर वैश्विक रैंकिंग में जोड़ने के लिए अपनी जानकारी दर्ज करें।
id: Masukkan informasi Anda untuk menambahkan skor Anda ke peringkat global.
ru: Введите вашу информацию, чтобы добавить ваш результат в глобальный рейтинг.
tr: Skorunuzu global sıralamaya eklemek için bilgilerinizi girin.

source: Enter your name
az: Adınızı daxil edin
de: Geben Sie Ihren Namen ein
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
ru: Введите ваше имя
tr: İsminizi girin

source: Write country name...
az: Ölkə adını yazın...
de: Landesname schreiben...
fr: Écrivez le nom du pays...
hi: देश का नाम लिखें...
id: Tulis nama negara...
ru: Напишите название страны...
tr: Ülke adı yazın...

source: Select your country
az: Ölkənizi seçin
de: Wählen Sie Ihr Land
fr: Sélectionnez votre pays
hi: अपना देश चुनें
id: Pilih negara Anda
ru: Выберите вашу страну
tr: Ülkenizi seçin

source: Give Up
az: Vaz keç
de: Aufgeben
fr: Abandonner
hi: छोड़ दें
id: Menyerah
ru: Сдаться
tr: Vazgeç

source: Add to Leaderboard?
az: Liderlər cədvəlinə əlavə etmək istəyirsiniz?
de: Zur Bestenliste hinzufügen?
fr: Ajouter au classement ?
hi: लीडरबोर्ड में जोड़ें?
id: Tambahkan ke papan peringkat?
ru: Добавить в Таблицу Лидеров?
tr: Lider tablosuna eklemek ister misiniz?

# addToLeaderboardDescription
source: Add your score to the global ranking to compete with other players.
az: Nəticənizi qlobal sıralamaya əlavə edərək digər oyunçularla yarışın.
de: Fügen Sie Ihr Ergebnis zur globalen Rangliste hinzu, um mit anderen Spielern zu konkurrieren.
fr: Ajoutez votre score au classement mondial pour rivaliser avec d'autres joueurs.
hi: अपना स्कोर वैश्विक रैंकिंग में जोड़कर अन्य खिलाड़ियों के साथ प्रतिस्पर्धा करें।
id: Tambahkan skor Anda ke peringkat global untuk bersaing dengan pemain lain.
ru: Добавьте ваш результат в глобальный рейтинг, чтобы соревноваться с другими игроками.
tr: Skorunuzu global sıralamaya ekleyerek diğer oyuncularla yarışabilirsiniz.

source: Yes, Add
az: Bəli, Əlavə et
de: Ja, Hinzufügen
fr: Oui, Ajouter
hi: हाँ, जोड़ें
id: Ya, Tambahkan
ru: Да, Добавить
tr: Evet, Ekle

source: Generating number...
az: Rəqəm yaradılır...
de: Zahl wird generiert...
fr: Génération du nombre...
hi: संख्या उत्पन्न हो रही है...
id: Menghasilkan angka...
ru: Генерация числа...
tr: Sayı üretiliyor...

source: Calculating result...
az: Nəticə hesablanır...
de: Ergebnis wird berechnet...
fr: Calcul du résultat...
hi: परिणाम की गणना हो रही है...
id: Menghitung hasil...
ru: Вычисление результата...
tr: Sonuç hesaplanıyor...

source: Premium Features
az: Premium Xüsusiyyətlər
de: Premium-Funktionen
fr: Fonctionnalités Premium
hi: प्रीमियम सुविधाएं
id: Fitur Premium
ru: Премиум Функции
tr: Premium Özellikler

# getCleanExperience
source: Get a clean, ad-free experience with premium features.
az: Premium xüsusiyyətlərlə təmiz, reklamsız təcrübə yaşayın.
de: Erleben Sie eine saubere, werbefreie Erfahrung mit Premium-Funktionen.
fr: Profitez d'une expérience propre et sans publicité avec les fonctionnalités premium.
hi: प्रीमियम सुविधाओं के साथ स्वच्छ, विज्ञापन-मुक्त अनुभव प्राप्त करें।
id: Dapatkan pengalaman bersih dan bebas iklan dengan fitur premium.
ru: Получите чистый опыт без рекламы с премиум функциями.
tr: Premium özelliklerle temiz, reklamsız bir deneyim yaşayın.

# gameInProgressSubtitle
source: You have an active game session
az: Aktiv oyun sessiyanız var
de: Sie haben eine aktive Spielsitzung
fr: Vous avez une session de jeu active
hi: आपके पास एक सक्रिय गेम सत्र है
id: Anda memiliki sesi permainan yang aktif
ru: У вас есть активная игровая сессия
tr: Aktif bir oyun oturumunuz var

# gameInProgressTitle
source: Game Session Active
az: Oyun Sessiyası Aktiv
de: Spielsitzung Aktiv
fr: Session de Jeu Active
hi: गेम सत्र सक्रिय
id: Sesi Permainan Aktif
ru: Игровая Сессия Активна
tr: Oyun Oturumu Aktif

source: Game Completed!
az: Oyun Tamamlandı!
de: Spiel Abgeschlossen!
fr: Jeu Terminé !
hi: खेल पूरा हुआ!
id: Permainan Selesai!
ru: Игра Завершена!
tr: Oyun Tamamlandı!

# gameCompletedMessage
source: Congratulations on completing the game! You can restart to play again or exit to return to the main menu.
az: Oyunu tamamladığınız üçün təbrik edirik! Yenidən oynamaq üçün yenidən başlada bilər və ya əsas menyuya qayıtmaq üçün çıxa bilərsiniz.
de: Glückwunsch zum Abschluss des Spiels! Sie können neu starten, um erneut zu spielen, oder beenden, um zum Hauptmenü zurückzukehren.
fr: Félicitations pour avoir terminé le jeu ! Vous pouvez redémarrer pour rejouer ou quitter pour retourner au menu principal.
hi: खेल पूरा करने के लिए बधाई! आप फिर से खेलने के लिए पुनः प्रारंभ कर सकते हैं या मुख्य मेनू पर वापस जाने के लिए बाहर निकल सकते हैं।
id: Selamat atas menyelesaikan permainan! Anda dapat memulai ulang untuk bermain lagi atau keluar untuk kembali ke menu utama.
ru: Поздравляем с завершением игры! Вы можете перезапустить, чтобы играть снова, или выйти, чтобы вернуться в главное меню.
tr: Oyunu tamamladığınız için tebrikler! Tekrar oynamak için yeniden başlatabilir veya ana menüye dönmek için çıkabilirsiniz.

source: Unlocked Benefits
ru: Разблокированные Преимущества
tr: Açılan Faydalar

source: No banner advertisements
ru: Без баннерной рекламы
tr: Banner reklamları yok

source: No full-screen ads
ru: Без полноэкранной рекламы
tr: Tam ekran reklamları yok

source: No video ads
ru: Без видеорекламы
tr: Video reklamları yok

source: Distraction-free gaming
ru: Игра без отвлечений
tr: Dikkat dağıtmayan oyun deneyimi

source: One-time payment, forever access
ru: Единоразовая оплата, пожизненный доступ
tr: Tek seferlik ödeme, sonsuz erişim

source: Skip
ru: Пропустить
tr: Atla

source: Get Started
ru: Начать
tr: Başla

# onboardingTitle1
source: Train Your Brain
ru: Тренируйте Мозг
tr: Beyninizi Eğitin

# onboardingDescription1
source: Challenge your mind with our collection of brain training games designed to improve memory, focus, and cognitive skills.
ru: Бросайте вызов своему разуму с нашей коллекцией игр для тренировки мозга, разработанных для улучшения памяти, концентрации и когнитивных навыков.
tr: Hafıza, odaklanma ve bilişsel becerileri geliştirmek için tasarlanmış beyin eğitimi oyunlarımızla zihninizi zorlayın.

# onboardingTitle2
source: Track Your Progress
ru: Отслеживайте Прогресс
tr: İlerlemenizi Takip Edin

# onboardingDescription2
source: Monitor your performance with detailed statistics and compete with players worldwide on our global leaderboards.
ru: Отслеживайте вашу производительность с подробной статистикой и соревнуйтесь с игроками по всему миру в наших глобальных таблицах лидеров.
tr: Performansınızı detaylı istatistiklerle izleyin ve küresel sıralama listelerimizde dünya çapındaki oyuncularla yarışın.

# onboardingTitle3
source: Earn Achievements
ru: Зарабатывайте Достижения
tr: Başarılar Kazanın

# onboardingDescription3
source: Unlock achievements and rewards as you improve your skills. Share your progress and challenge friends to beat your scores.
ru: Разблокируйте достижения и награды по мере улучшения ваших навыков. Делитесь своим прогрессом и бросайте вызов друзьям, чтобы побить ваши результаты.
tr: Becerilerinizi geliştirdikçe başarılar ve ödüller açın. İlerlemenizi paylaşın ve arkadaşlarınızı skorlarınızı geçmeye davet edin.

# uninstallWarningTitle
source: Important Notice
de: Wichtiger Hinweis
fr: Avis Important
id: Peringatan Penting
tr: Önemli Uyarı

# uninstallWarningMessage
source: If you uninstall the app, all your game scores and subscription rights will be permanently deleted.
de: Wenn Sie die App deinstallieren, werden alle Ihre Spielergebnisse und Abonnementrechte dauerhaft gelöscht.
fr: Si vous désinstallez l'application, tous vos scores de jeu et droits d'abonnement seront définitivement supprimés.
id: Jika Anda menghapus aplikasi, semua skor permainan dan hak berlangganan Anda akan dihapus secara permanen.
tr: Uygulamayı kaldırırsanız, tüm oyun skorlarınız ve abonelik haklarınız kalıcı olarak silinecektir.

source: Teal
az: Türkuaz
de: Petrol
fr: Sarcelle
hi: टील
it: Verde Acqua
ru: Бирюзовый

# fiftyPercentOff
source: 50% OFF
ar: خصم 50%
ru: 50% СКИДКА

source: Retry
ru: Повторить

# offlineModeInfo
source: Games work offline, but ads and online features require internet.
ru: Игры работают офлайн, но реклама и онлайн-функции требуют интернет.

# appName
source: Quicko
ar: كويكو
