Repository: furkanagess/Quicko-Minigames
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, fr, hi, id, it, ru, tr

source: Important Notice
ar: إشعار مهم
az: Vacib Bildiriş
de: Wichtiger Hinweis
fr: Avis Important
hi: महत्वपूर्ण सूचना
id: Pemberitahuan Penting
it: Avviso Importante
ru: Важное Уведомление
tr: Önemli Uyarı

source: Got it
ar: فهمت
az: Başa düşdüm
de: Verstanden
fr: Compris
hi: समझ गया
id: Mengerti
it: Capito
ru: Понятно
tr: Anladım

# purchaseSuccess
source: Purchase Successful!
ar: تم الشراء بنجاح!
az: Alış Uğurlu!
de: Kauf Erfolgreich!
fr: Achat Réussi !
hi: खरीदारी सफल!
id: Pembelian Berhasil!
it: Acquisto Riuscito!
ru: Покупка Успешна!
tr: Satın Alma Başarılı!

# purchaseError
source: Purchase Failed
ar: فشل الشراء
az: Alış Uğursuz
de: Kauf Fehlgeschlagen
fr: Échec de l'Achat
hi: खरीदारी विफल
id: Pembelian Gagal
it: Acquisto Fallito
ru: Покупка Не Удалась
tr: Satın Alma Başarısız

# restoreSuccess
source: Purchases Restored!
ar: تمت استعادة المشتريات!
az: Alışlar Bərpa Edildi!
de: Käufe Wiederhergestellt!
fr: Achats Restaurés !
hi: खरीदारी पुनर्स्थापित!
id: Pembelian Dipulihkan!
it: Acquisti Ripristinati!
ru: Покупки Восстановлены!
tr: Satın Alımlar Geri Yüklendi!

# restoreError
source: Restore Failed
ar: فشلت الاستعادة
az: Bərpa Uğursuz
de: Wiederherstellen Fehlgeschlagen
fr: Échec de la Restauration
hi: पुनर्स्थापना विफल
id: Pemulihan Gagal
it: Ripristino Fallito
ru: Восстановление Не Удалось
tr: Geri Yükleme Başarısız

source: No banner ads
ar: لا إعلانات بانر
az: Banner reklamları yoxdur
de: Keine Banner-Werbung
fr: Pas de publicités de bannière
hi: कोई बैनर विज्ञापन नहीं
id: Tidak ada iklan banner
it: Nessuna pubblicità banner
ru: Без баннерной рекламы
tr: Banner reklamları yok

source: No interstitial ads
ar: لا إعلانات وسيطة
az: Ara reklamları yoxdur
de: Keine Interstitial-Werbung
fr: Pas de publicités interstitielles
hi: कोई इंटरस्टिशियल विज्ञापन नहीं
id: Tidak ada iklan interstisial
it: Nessuna pubblicità interstiziale
ru: Без полноэкранной рекламы
tr: Geçiş reklamları yok

source: No rewarded ads
ar: لا إعلانات مكافأة
az: Mükafatlı reklamlar yoxdur
de: Keine Belohnungs-Werbung
fr: Pas de publicités récompensées
hi: कोई पुरस्कृत विज्ञापन नहीं
id: Tidak ada iklan berhadiah
it: Nessuna pubblicità premiata
ru: Без видеорекламы
tr: Ödüllü reklamlar yok

# cleanExperience
source: Clean, distraction-free experience
ar: تجربة نظيفة وخالية من التشتيت
az: Təmiz, diqqəti yayındırmayan təcrübə
de: Saubere, ablenkungsfreie Erfahrung
fr: Expérience propre et sans distraction
hi: स्वच्छ, विचलन-मुक्त अनुभव
id: Pengalaman bersih tanpa gangguan
it: Esperienza pulita e senza distrazioni
ru: Чистый опыт без отвлечений
tr: Temiz, dikkat dağıtmayan deneyim

source: Cancel anytime
ar: إلغاء في أي وقت
az: İstədiyiniz zaman ləğv edin
de: Jederzeit kündbar
fr: Annulez à tout moment
hi: कभी भी रद्द करें
id: Batalkan kapan saja
it: Cancella in qualsiasi momento
ru: Отменить в любое время
tr: İstediğiniz zaman iptal edin

# cancelSubscriptionWarning
source: Canceling your subscription will remove ad-free access and you will see ads again.
az: Abunəliyinizi ləğv etmək reklamsz girişi silinəcək və yenidən reklamlar görəcəksiniz.
de: Wenn Sie Ihr Abonnement kündigen, wird der werbefreie Zugang entfernt und Sie sehen wieder Werbung.
fr: L'annulation de votre abonnement supprimera l'accès sans publicité et vous verrez à nouveau des publicités.
hi: आपकी सब्सक्रिप्शन रद्द करने से विज्ञापन-मुक्त पहुंच हट जाएगी और आप फिर से विज्ञापन देखेंगे।
id: Membatalkan langganan Anda akan menghapus akses bebas iklan dan Anda akan melihat iklan lagi.
it: Annullare l'abbonamento rimuoverà l'accesso senza pubblicità e vedrai di nuovo gli annunci.
ru: Отмена подписки уберет доступ без рекламы, и вы снова будете видеть рекламу.
tr: Aboneliğinizi iptal etmek reklamsız erişimi kaldıracak ve tekrar reklamları görmeye başlayacaksınız.

source: One-time payment
az: Bir dəfəlik ödəniş
de: Einmalzahlung
fr: Paiement unique
hi: एक बार का भुगतान
id: Pembayaran sekali
it: Pagamento unico
ru: Единоразовая оплата
tr: Tek seferlik ödeme

source: BEST VALUE
ar: أفضل قيمة
az: ƏN YAXŞI DƏYƏR
de: BESTER WERT
fr: MEILLEUR RAPPORT
hi: सर्वश्रेष्ठ मूल्य
id: NILAI TERBAIK
it: MIGLIOR VALORE
ru: ЛУЧШАЯ ЦЕНА
tr: EN İYİ DEĞER

source: LIFETIME ACCESS
az: ÖMÜR BOYU GİRİŞ
de: LEBENSLANGER ZUGANG
fr: ACCÈS À VIE
hi: आजीवन पहुंच
id: AKSES SEUMUR HIDUP
it: ACCESSO A VITA
ru: ПОЖИЗНЕННЫЙ ДОСТУП
tr: ÖMÜR BOYU ERİŞİM

source: Total Games
ar: إجمالي الألعاب
az: Ümumi Oyunlar
de: Gesamte Spiele
fr: Total des Jeux
hi: कुल खेल
id: Total Permainan
it: Giochi Totali
ru: Всего Игр
tr: Toplam Oyun

source: Highest Score
ar: أعلى نقاط
az: Ən Yüksək Xal
de: Höchste Punktzahl
fr: Score le Plus Élevé
hi: उच्चतम स्कोर
id: Skor Tertinggi
it: Punteggio Più Alto
ru: Лучший Результат
tr: En Yüksek Skor

source: Average Score
ar: متوسط النقاط
az: Orta Xal
de: Durchschnittliche Punktzahl
fr: Score Moyen
hi: औसत स्कोर
id: Skor Rata-rata
it: Punteggio Medio
ru: Средний Результат
tr: Ortalama Skor

# highScore
source: High Score: {score}
ar: أعلى نقاط: {score}
az: Yüksək Xal : {score}
de: Höchste Punktzahl: {score}
fr: Score Élevé : {score}
hi: उच्च स्कोर : {score}
id: Skor Tinggi : {score}
it: Punteggio Alto : {score}
ru: Лучший Результат: {score}
tr: Yüksek Skor: {score}

# lastPlayed
source: Last Played: {date}
ar: آخر لعب: {date}
az: Son Oynanılan : {date}
de: Zuletzt gespielt: {date}
fr: Dernier Jeu : {date}
hi: अंतिम खेला गया : {date}
id: Terakhir Dimainkan : {date}
it: Ultimo Giocato : {date}
ru: Последняя Игра: {date}
tr: Son Oynama: {date}

source: Sort By
ar: ترتيب حسب
az: Sırala
de: Sortieren Nach
fr: Trier Par
hi: इसके अनुसार क्रमबद्ध करें
id: Urutkan Berdasarkan
it: Ordina Per
ru: Сортировать По
tr: Sırala

source: Sort by Score
ar: ترتيب حسب النقاط
az: Xala görə sırala
de: Nach Punktzahl Sortieren
fr: Trier par Score
hi: स्कोर के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Skor
it: Ordina per Punteggio
ru: Сортировать по Результату
tr: Skora Göre Sırala

source: Sort by Last Played
ar: ترتيب حسب آخر لعب
az: Son oynanılan tarixə görə sırala
de: Nach Zuletzt Gespielt Sortieren
fr: Trier par Dernier Jeu
hi: अंतिम खेले गए के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Permainan Terakhir
it: Ordina per Ultimo Giocato
ru: Сортировать по Последней Игре
tr: Son Oynama Tarihine Göre Sırala

source: Share Achievements
ar: مشاركة الإنجازات
az: Uğurları Paylaş
de: Erfolge Teilen
fr: Partager les Réussites
hi: उपलब्धियां साझा करें
id: Bagikan Prestasi
it: Condividi Risultati
ru: Поделиться Достижениями
tr: Başarıları Paylaş

source: Preview Image
ar: معاينة الصورة
az: Önbaxış
de: Vorschau
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ru: Предварительный Просмотр
tr: Görseli Önizle

source: Share Image
ar: مشاركة الصورة
az: Şəkli Paylaş
de: Bild Teilen
fr: Partager l'Image
hi: छवि साझा करें
id: Bagikan Gambar
it: Condividi Immagine
ru: Поделиться Изображением
tr: Görseli Paylaş

# shareNoData
source: No data to share yet. Play some games first!
ar: لا توجد بيانات للمشاركة بعد. العب أولاً!
az: İndi paylaşmaq üçün məlumat yoxdur. Əvvəlcə oynayın!
de: Noch keine Daten zum Teilen. Spiele zuerst!
fr: Aucune donnée à partager pour le moment. Jouez d'abord !
hi: अभी साझा करने के लिए कोई डेटा नहीं। पहले खेलें!
id: Tidak ada data untuk dibagikan saat ini. Mainkan dulu!
it: Nessun dato da condividere al momento. Gioca prima!
ru: Пока нет данных для обмена. Сначала сыграйте в игры!
tr: Henüz paylaşılacak veri yok. Önce biraz oyun oynayın!

# shareError
source: Error sharing achievements. Please try again.
ar: خطأ في مشاركة الإنجازات. حاول مرة أخرى.
az: Uğurları paylaşarkən xəta. Yenidən cəhd edin.
de: Fehler beim Teilen der Erfolge. Versuche es erneut.
fr: Erreur lors du partage des réussites. Réessayez.
hi: उपलब्धियां साझा करते समय त्रुटि। फिर से कोशिश करें।
id: Error saat membagikan prestasi. Coba lagi.
it: Errore durante la condivisione dei risultati. Riprova.
ru: Ошибка при обмене достижениями. Попробуйте снова.
tr: Başarılar paylaşılırken hata oluştu. Lütfen tekrar deneyin.

# timeUp
source: Time's Up
ar: انتهى الوقت
az: Vaxt Bitdi
de: Zeit ist Um
fr: Temps Écoulé !
hi: समय समाप्त
id: Waktu Habis!
it: Tempo Scaduto
ru: Время Истекло
tr: Süre Doldu!

# timeUpMessage
source: You ran out of time!
ar: انتهى وقتك!
az: Vaxtınız bitdi!
de: Deine Zeit ist abgelaufen!
fr: Votre temps est écoulé !
hi: आपका समय समाप्त हो गया!
id: Waktu Anda habis!
it: Il tuo tempo è scaduto!
ru: У вас закончилось время!
tr: Süreniz bitti!

source: Final Score
ar: النقاط النهائية
az: Yekun Xal
de: Endpunktzahl
fr: Score Final
hi: अंतिम स्कोर
id: Skor Akhir
it: Punteggio Finale
ru: Финальный Результат
tr: Final Skor

source: You Won!
ar: لقد فزت!
az: Siz Qazandınız!
de: Du hast Gewonnen!
fr: Vous avez Gagné !
hi: आप जीत गए!
id: Anda Menang!
it: Hai Vinto!
ru: Вы Победили!
tr: Kazandınız!

source: Rate Quicko
az: Quicko-nu Qiymətləndir
de: Quicko bewerten
fr: Évaluer Quicko
hi: Quicko को रेट करें
id: Nilai Quicko
it: Valuta Quicko
ru: Оценить Quicko
tr: Quicko'yu Değerlendir

# rateQuickoDescription
source: Your feedback helps us improve and reach more users!
az: Geri bildiriminiz bizə təkmilləşməyə və daha çox istifadəçiyə çatmağa kömək edir!
de: Ihr Feedback hilft uns, uns zu verbessern und mehr Benutzer zu erreichen!
fr: Votre avis nous aide à nous améliorer et à atteindre plus d'utilisateurs !
hi: आपकी प्रतिक्रिया हमें बेहतर बनने और अधिक उपयोगकर्ताओं तक पहुंचने में मदद करती है!
id: Umpan balik Anda membantu kami berkembang dan menjangkau lebih banyak pengguna!
it: Il tuo feedback ci aiuta a migliorare e raggiungere più utenti!
ru: Ваш отзыв помогает нам улучшаться и достигать большего количества пользователей!
tr: Geri bildiriminiz bize gelişmemize ve daha fazla kullanıcıya ulaşmamıza yardımcı olur!

# howWouldYouRate
source: How would you rate Quicko?
az: Quicko-nu necə qiymətləndirərsiniz?
de: Wie würden Sie Quicko bewerten?
fr: Comment évalueriez-vous Quicko ?
hi: आप Quicko को कैसे रेट करेंगे?
id: Bagaimana Anda menilai Quicko?
it: Come valuteresti Quicko?
ru: Как бы вы оценили Quicko?
tr: Quicko'yu nasıl değerlendirirsiniz?

source: Rate on Store
az: Mağazada Qiymətləndir
de: Im Store bewerten
fr: Évaluer sur le Store
hi: स्टोर में रेट करें
id: Nilai di Toko
it: Valuta sullo Store
ru: Оценить в Магазине
tr: Mağazada Değerlendir

source: Opening Store...
az: Mağaza Açılır...
de: Store wird geöffnet...
fr: Ouverture du Store...
hi: स्टोर खोल रहा है...
id: Membuka Toko...
it: Apertura Store...
ru: Открытие Магазина...
tr: Mağaza Açılıyor...

# ratingPoor
source: Poor
az: Pis
de: Schlecht
fr: Mauvais
hi: खराब
id: Buruk
it: Scarso
ru: Плохо
tr: Kötü

# ratingFair
source: Fair
az: Orta
de: Ausreichend
fr: Moyen
hi: ठीक
id: Cukup
it: Discreto
ru: Удовлетворительно
tr: Orta

# ratingGood
source: Good
az: Yaxşı
de: Gut
fr: Bon
hi: अच्छा
id: Baik
it: Buono
ru: Хорошо
tr: İyi

# ratingVeryGood
source: Very Good
az: Çox Yaxşı
de: Sehr gut
fr: Très Bon
hi: बहुत अच्छा
id: Sangat Baik
it: Molto Buono
ru: Очень Хорошо
tr: Çok İyi

# ratingExcellent
source: Excellent!
az: Əla!
de: Ausgezeichnet!
hi: उत्कृष्ट!
id: Luar Biasa!
it: Eccellente!
ru: Отлично!
tr: Mükemmel!

# thankYouForRating
source: Thank you for rating Quicko!
az: Quicko-nu qiymətləndirdiyiniz üçün təşəkkür edirik!
de: Vielen Dank für Ihre Bewertung von Quicko!
fr: Merci d'avoir évalué Quicko !
hi: Quicko को रेट करने के लिए धन्यवाद!
id: Terima kasih telah menilai Quicko!
it: Grazie per aver valutato Quicko!
ru: Спасибо за оценку Quicko!
tr: Quicko'yu değerlendirdiğiniz için teşekkürler!

# couldNotOpenStore
source: Could not open store. Please try again.
az: Mağaza açıla bilmədi. Zəhmət olmasa yenidən cəhd edin.
de: Store konnte nicht geöffnet werden. Bitte versuchen Sie es erneut.
fr: Impossible d'ouvrir le store. Veuillez réessayer.
hi: स्टोर नहीं खोल सके। कृपया पुनः प्रयास करें।
id: Tidak dapat membuka toko. Silakan coba lagi.
it: Impossibile aprire lo store. Riprova.
ru: Не удалось открыть магазин. Попробуйте снова.
tr: Mağaza açılamadı. Lütfen tekrar deneyin.

# congratulationsMessage
source: Congratulations! You've completed the challenge!
ar: تهانينا! لقد أكملت التحدي!
az: Təbrik edirik! Çətinliyi tamamladınız!
de: Glückwunsch! Du hast die Herausforderung abgeschlossen!
fr: Félicitations ! Vous avez terminé le défi !
hi: बधाई हो! आपने चुनौती पूरी कर ली है!
id: Selamat! Anda telah menyelesaikan tantangan!
it: Congratulazioni! Hai completato la sfida!
ru: Поздравляем! Вы выполнили задание!
tr: Tebrikler! Görevi tamamladınız!

source: Excellent performance!
ar: أداء ممتاز!
az: Əla Performans!
de: Ausgezeichnete Leistung!
fr: Performance Excellente !
hi: उत्कृष्ट प्रदर्शन!
id: Performa Luar Biasa!
it: Prestazione Eccellente!
ru: Отличная работа!
tr: Mükemmel performans!

source: Play Again
ar: العب مرة أخرى
az: Yenidən Oyna
de: Nochmal Spielen
fr: Rejouer
hi: फिर से खेलें
id: Main Lagi
it: Gioca di Nuovo
ru: Играть Снова
tr: Tekrar Oyna

source: Delete High Score
ar: حذف أعلى نقاط
az: Yüksək Xalı Sil
de: Höchste Punktzahl Löschen
fr: Supprimer le Score Élevé
hi: उच्च स्कोर हटाएं
id: Hapus Skor Tinggi
it: Elimina Punteggio Alto
ru: Удалить Лучший Результат
tr: Yüksek Skoru Sil

# deleteHighScoreMessage
source: Are you sure you want to delete the high score for this game?
ar: هل أنت متأكد من أنك تريد حذف أعلى نقاط لهذه اللعبة؟
az: Bu oyun üçün yüksək xalı silmək istədiyinizə əminsiniz?
de: Bist du sicher, dass du die höchste Punktzahl für dieses Spiel löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer le score élevé pour ce jeu ?
hi: क्या आप वाकई इस खेल के लिए उच्च स्कोर हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus skor tinggi untuk permainan ini?
it: Sei sicuro di voler eliminare il punteggio alto per questo gioco?
ru: Вы уверены, что хотите удалить лучший результат для этой игры?
tr: Bu oyun için yüksek skoru silmek istediğinizden emin misiniz?

source: Delete
ar: حذف
az: Sil
de: Löschen
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ru: Удалить
tr: Sil

source: Language
ar: اللغة
az: Dil
de: Sprache
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ru: Язык
tr: Dil

source: Select Language
ar: اختر اللغة
az: Dil Seç
de: Sprache Auswählen
fr: Sélectionner la Langue
hi: भाषा चुनें
id: Pilih Bahasa
it: Seleziona Lingua
ru: Выбрать Язык
tr: Dil Seçin

# languageChangeInfo
source: Language changes will be applied immediately. The app will restart to apply the new language.
ar: سيتم تطبيق تغييرات اللغة فوراً. سيتم إعادة تشغيل التطبيق لتطبيق اللغة الجديدة.
az: Dil dəyişikliyi dərhal tətbiq olunacaq. Yeni dil tətbiq etmək üçün tətbiq yenidən başladılacaq.
de: Sprachänderungen werden sofort angewendet. Die App wird neu gestartet, um die neue Sprache zu übernehmen.
fr: Les changements de langue seront appliqués immédiatement. L'application sera redémarrée pour appliquer la nouvelle langue.
hi: भाषा परिवर्तन तुरंत लागू होगा। नई भाषा लागू करने के लिए एप्लिकेशन पुनः शुरू होगी।
id: Perubahan bahasa akan diterapkan segera. Aplikasi akan di-restart untuk menerapkan bahasa baru.
it: I cambiamenti di lingua saranno applicati immediatamente. L'applicazione verrà riavviata per applicare la nuova lingua.
ru: Изменения языка будут применены немедленно. Приложение перезапустится для применения нового языка.
tr: Dil değişiklikleri hemen uygulanacak. Yeni dil uygulamak için uygulama yeniden başlatılacak.

# choosePreferredLanguage
source: Choose your preferred language
ar: اختر لغتك المفضلة
az: Seçdiyiniz dili seçin
de: Wähle deine bevorzugte Sprache
fr: Choisissez votre langue préférée
hi: अपनी पसंदीदा भाषा चुनें
id: Pilih bahasa yang Anda inginkan
it: Scegli la tua lingua preferita
ru: Выберите предпочитаемый язык
tr: Tercih ettiğiniz dili seçin

source: Sort by Date
ar: ترتيب حسب التاريخ
az: Tarixə görə sırala
de: Nach Datum Sortieren
fr: Trier par Date
hi: तारीख के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Tanggal
it: Ordina per Data
ru: Сортировать по Дате
tr: Tarihe Göre Sırala

source: Sort by Game
ar: ترتيب حسب اللعبة
az: Oyuna görə sırala
de: Nach Spiel Sortieren
fr: Trier par Jeu
hi: खेल के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan Permainan
it: Ordina per Gioco
ru: Сортировать по Игре
tr: Oyuna Göre Sırala

source: Theme
ar: المظهر
az: Tema
de: Design
fr: Thème
hi: थीम
id: Tema
it: Tema
ru: Тема
tr: Tema

source: Select Theme
ar: اختر المظهر
az: Tema Seç
de: Design Auswählen
fr: Sélectionner le Thème
hi: थीम चुनें
id: Pilih Tema
it: Seleziona Tema
ru: Выбрать Тему
tr: Tema Seçin

# lightTheme
source: Light
ar: فاتح
az: Açıq
de: Hell
fr: Clair
hi: हल्का
id: Terang
it: Chiaro
ru: Светлая
tr: Açık

# darkTheme
source: Dark
ar: داكن
az: Qaranlıq
de: Dunkel
fr: Sombre
hi: गहरा
id: Gelap
it: Scuro
ru: Тёмная
tr: Koyu

# systemTheme
source: System
ar: النظام
az: Sistem
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ru: Системная
tr: Sistem

# lightThemeDescription
source: Light theme for bright environments
ar: مظهر فاتح للبيئات المضيئة
az: İşıqlı mühit üçün açıq tema
de: Helles Design für helle Umgebungen
fr: Thème clair pour les environnements lumineux
hi: उज्ज्वल वातावरण के लिए हल्का थीम
id: Tema terang untuk lingkungan yang terang
it: Tema chiaro per ambienti luminosi
ru: Светлая тема для ярких помещений
tr: Aydınlık ortamlar için açık tema

# darkThemeDescription
source: Dark theme for low-light environments
ar: مظهر داكن للبيئات منخفضة الإضاءة
az: Az işıqlı mühit üçün qaranlıq tema
de: Dunkles Design für Umgebungen mit wenig Licht
fr: Thème sombre pour les environnements peu éclairés
hi: कम रोशनी वाले वातावरण के लिए गहरा थीम
id: Tema gelap untuk lingkungan yang kurang terang
it: Tema scuro per ambienti poco illuminati
ru: Тёмная тема для слабоосвещённых помещений
tr: Az ışıklı ortamlar için koyu tema

# systemThemeDescription
source: Follows your device theme setting
ar: يتبع إعدادات مظهر جهازك
az: Cihazınızın tema parametrlərinə uyğun gəlir
de: Folgt der Design-Einstellung deines Geräts
fr: Suit les paramètres de thème de votre appareil
hi: आपके डिवाइस की थीम सेटिंग्स का पालन करता है
id: Mengikuti pengaturan tema perangkat Anda
it: Segue le impostazioni del tema del tuo dispositivo
ru: Следует настройке темы вашего устройства
tr: Cihazınızın tema ayarını takip eder

# themeChangeInfo
source: Theme changes will be applied immediately throughout the app.
ar: سيتم تطبيق تغييرات المظهر فوراً في جميع أنحاء التطبيق.
az: Tema dəyişikliyi dərhal bütün tətbiqdə tətbiq olunacaq.
de: Design-Änderungen werden sofort in der gesamten App angewendet.
fr: Les changements de thème seront appliqués immédiatement dans toute l'application.
hi: थीम परिवर्तन तुरंत पूरे एप्लिकेशन में लागू होगा।
id: Perubahan tema akan diterapkan segera di seluruh aplikasi.
it: I cambiamenti di tema saranno applicati immediatamente in tutta l'applicazione.
ru: Изменения темы будут применены немедленно во всём приложении.
tr: Tema değişiklikleri uygulama genelinde hemen uygulanacaktır.

# choosePreferredTheme
source: Choose your preferred theme
ar: اختر مظهرك المفضل
az: Seçdiyiniz temanı seçin
de: Wähle dein bevorzugtes Design
fr: Choisissez votre thème préféré
hi: अपनी पसंदीदा थीम चुनें
id: Pilih tema yang Anda inginkan
it: Scegli il tuo tema preferito
ru: Выберите предпочитаемую тему
tr: Tercih ettiğiniz temayı seçin

source: Start Game
ar: ابدأ اللعبة
az: Oyunu Başla
de: Spiel Starten
fr: Commencer le Jeu
hi: खेल शुरू करें
id: Mulai Permainan
it: Inizia Gioco
ru: Начать Игру
tr: Oyunu Başlat

source: Restart Game
ar: إعادة تشغيل اللعبة
az: Oyunu Yenidən Başla
de: Spiel Neustarten
fr: Redémarrer le Jeu
hi: खेल पुनः शुरू करें
id: Mulai Ulang Permainan
it: Ricomincia Gioco
ru: Перезапустить Игру
tr: Oyunu Yeniden Başlat

source: You
ar: أنت
az: Siz
de: Du
fr: Vous
hi: आप
id: Anda
it: Tu
ru: Вы
tr: Sen

source: CPU
ar: المعالج
hi: सीपीयू
ru: Компьютер
tr: PC

source: Dealer
ar: الموزع
az: Diler
fr: Croupier
hi: डीलर
it: Banco
ru: Дилер
tr: Krupiye

source: You Win!
ar: لقد فزت!
az: Siz Qazandınız!
de: Du Gewinnst!
fr: Vous Gagnez !
hi: आप जीत गए!
id: Anda Menang!
it: Hai Vinto!
ru: Вы Победили!
tr: Kazandın!

source: You Lose!
ar: لقد خسرت!
az: Siz Uduzdunuz!
de: Du Verlierst!
fr: Vous Perdez !
hi: आप हार गए!
id: Anda Kalah!
it: Hai Perso!
ru: Вы Проиграли!
tr: Kaybettin!

source: Tie!
ar: تعادل!
az: Bərabər!
de: Unentschieden!
fr: Égalité !
hi: बराबर!
id: Seri!
it: Pareggio!
ru: Ничья!
tr: Berabere!

source: Total
ar: المجموع
az: Ümumi
de: Gesamt
hi: कुल
it: Totale
ru: Всего
tr: Toplam

source: Red
ar: أحمر
az: Qırmızı
de: Rot
fr: Rouge
hi: लाल
id: Merah
it: Rosso
tr: Kırmızı

source: Green
ar: أخضر
az: Yaşıl
de: Grün
fr: Vert
hi: हरा
id: Hijau
it: Verde
tr: Yeşil

source: Blue
ar: أزرق
az: Mavi
de: Blau
fr: Bleu
hi: नीला
id: Biru
it: Blu
tr: Mavi

source: Purple
ar: بنفسجي
az: Bənövşəyi
de: Lila
fr: Violet
hi: बैंगनी
id: Ungu
it: Viola
tr: Mor

source: Orange
ar: برتقالي
az: Narıncı
hi: नारंगी
id: Oranye
it: Arancione
tr: Turuncu

source: Yellow
ar: أصفر
az: Sarı
de: Gelb
fr: Jaune
hi: पीला
id: Kuning
it: Giallo
tr: Sarı

source: Pink
ar: وردي
az: Çəhrayı
de: Rosa
fr: Rose
hi: गुलाबी
it: Rosa
tr: Pembe

source: Brown
ar: بني
az: Qəhvəyi
de: Braun
fr: Marron
hi: भूरा
id: Cokelat
it: Marrone
tr: Kahverengi

source: Cyan
az: Mavi Yaşıl
hi: सायन
id: Sian
it: Ciano
ru: Голубой
tr: Camgöbeği

source: Lime
az: Laym
de: Limettengrün
fr: Citron Vert
hi: नींबू हरा
ru: Лаймовый
tr: Limon Yeşili

source: Magenta
az: Maqenta
hi: मैजेंटा
ru: Пурпурный
tr: Eflatun

source: Indigo
az: İndiqo
hi: नील
it: Indaco
ru: Индиго
tr: Çivit Mavisi

source: Amber
az: Kəhrəba
de: Bernstein
fr: Ambre
hi: अम्बर
it: Ambra
ru: Янтарный
tr: Kehribar

source: Deep Purple
az: Tünd Bənövşəyi
de: Dunkelviolett
fr: Violet Foncé
hi: गहरा बैंगनी
id: Ungu Gelap
it: Viola Scuro
ru: Тёмно-фиолетовый
tr: Koyu Mor

source: Light Blue
az: Açıq Mavi
de: Hellblau
fr: Bleu Clair
hi: हल्का नीला
id: Biru Muda
it: Azzurro
ru: Светло-синий
tr: Açık Mavi

source: Play
ar: العب
az: Oyna
de: Spielen
fr: Jouer
hi: खेलें
id: Main
it: Gioca
ru: Играть
tr: Oyna

source: App Settings
ar: إعدادات التطبيق
az: Tətbiq Parametrləri
de: App-Einstellungen
fr: Paramètres de l'App
hi: एप्लिकेशन सेटिंग्स
id: Pengaturan Aplikasi
it: Impostazioni App
ru: Настройки Приложения
tr: Uygulama Ayarları

# customizeAppExperience
source: Customize your app experience
ar: خصص تجربتك في التطبيق
az: Tətbiqdə təcrübənizi fərdiləşdirin
de: Passe deine App-Erfahrung an
fr: Personnalisez votre expérience dans l'application
hi: एप्लिकेशन में अपना अनुभव अनुकूलित करें
id: Sesuaikan pengalaman Anda dalam aplikasi
it: Personalizza la tua esperienza nell'applicazione
ru: Настройте свой опыт использования приложения
tr: Uygulama deneyiminizi özelleştirin

source: Settings
ar: الإعدادات
az: Parametrlər
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ru: Настройки
tr: Ayarlar

source: Hit
ar: اسحب
az: Vur
de: Ziehen
fr: Tirer
hi: हिट
id: Ambil
it: Carta
ru: Взять
tr: Kart Çek

source: Stand
ar: قف
az: Dayan
de: Stehen
fr: Rester
hi: स्टैंड
id: Berhenti
it: Stai
ru: Хватит
tr: Kal

source: Reaction Time
ar: وقت رد الفعل
az: Reaksiya Vaxtı
de: Reaktionszeit
fr: Temps de Réaction
hi: प्रतिक्रिया समय
id: Waktu Reaksi
it: Tempo di Reazione
ru: Время Реакции
tr: Reaksiyon Süresi
